tap "ddev/ddev"
tap "electrikmilk/cherri"
tap "jellycuts/formulae"
tap "koekeishiya/formulae"
tap "smudge/smudge"
tap "supabase/tap"
brew "automake"
brew "openssl@3"
brew "bat"
brew "bison"
brew "chrome-cli"
brew "chruby"
brew "cmake"
brew "duti"
brew "exiftool"
brew "ffmpeg"
brew "fswatch"
brew "gdbm"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git-filter-repo"
brew "gitleaks"
brew "gsettings-desktop-schemas"
brew "libomp"
brew "libyaml"
brew "jupyterlab"
brew "just"
brew "libffi"
brew "mlton"
brew "perl"
brew "python@3.10"
brew "rbenv"
brew "ruby-install"
brew "terraform"
brew "tree"
brew "uv"
brew "vips"
brew "vsce"
brew "yq"
brew "yt-dlp"
brew "electrikmilk/cherri/cherri", link: false
brew "smudge/smudge/nightlight"
brew "supabase/tap/supabase"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "gcloud-cli"
cask "ghostty"
cask "github"
cask "inkscape"
cask "keyclu"
cask "mactex-no-gui"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "postman"
cask "raycast"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "tailscale-app"
cask "temurin"
cask "visual-studio-code"
cask "wireshark-app"
cask "xquartz"
