aaron-bond.better-comments
albert.tabout
alefragnani.rtf
alexandernanberg.horizon-theme-vscode
batisteo.vscode-django
be5invis.vscode-icontheme-nomo-dark
bibhasdn.django-html
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
davidanson.vscode-markdownlint
davidbabel.vscode-simpler-icons
davidbwaters.macos-modern-theme
dbaeumer.vscode-eslint
dnicolson.binary-plist
docker.docker
donjayamanne.githistory
dsznajder.es7-react-js-snippets
dustinsanders.an-old-hope-theme-vscode
eamodio.gitlens
ecmel.vscode-html-css
electrikmilk.cherri-vscode-extension
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
file-icons.file-icons
formulahendry.code-runner
foxundermoon.shell-format
george-alisson.html-preview-vscode
github.copilot
github.copilot-chat
github.github-vscode-theme
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
google.gemini-cli-vscode-ide-companion
hashicorp.terraform
helgardrichard.helium-icon-theme
humao.rest-client
idleberg.applescript
idleberg.icon-fonts
iyulab.copy-text-selected-files
james-yu.latex-workshop
jamesmaj.easy-icons
jock.svg
junstyle.vscode-django-support
keesschollaart.vscode-home-assistant
kevinrose.vsc-python-indent
llvm-vs-code-extensions.lldb-dap
mariusalchimavicius.json-to-ts
mechatroner.rainbow-csv
meganrogge.template-string-converter
mgesbert.python-path
miguelsolorio.symbols
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.extension-test-runner
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
mtxr.sqltools
mtxr.sqltools-driver-pg
mtxr.sqltools-driver-sqlite
natqe.reload
oderwat.indent-rainbow
openai.openai-chatgpt-adhoc
pflannery.vscode-versionlens
pkief.material-icon-theme
pkief.material-product-icons
prisma.prisma
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
repreng.csv
ritwickdey.liveserver
robbowen.synthwave-vscode
ryuta46.multi-command
serveyouai.copy-file-contents
shardulm94.trailing-spaces
simonsiefke.svg-preview
skellock.just
slevesque.vscode-3dviewer
styled-components.vscode-styled-components
sumneko.lua
swiftlang.swift-vscode
tailscale.vscode-tailscale
tal7aouy.icons
teabyii.ayu
tobiah.language-pde
tonybaloney.vscode-pets
twxs.cmake
usernamehw.errorlens
virgilsisoe.hammerspoon
virgilsisoe.hammerspoon-snippets
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscode-icons-team.vscode-icons
xshrim.txt-syntax
yummygum.city-lights-theme
yzhang.markdown-all-in-one
zignd.html-css-class-completion
