[{"length":551,"text":"For what it's worth: it's never too late or, in my case, too early to be whoever you want to be. There's no time limit, stop whenever you want. You can change or stay the same, there are no rules to this thing. We can make the best or the worst of it. I hope you make the best of it. And I hope you see things that startle you. I hope you feel things you never felt before. I hope you meet people with a different point of view. I hope you live a life you're proud of. If you find that you're not, I hope you have the strength to start all over again.","id":634,"source":"The Curious Case of Benjamin Button"},{"id":668,"length":532,"text":"The more Adams thought about the future of his country, the more convinced he became that it rested on education. Before any great things are accomplished, he wrote to a correspondent, a memorable change must be made in the system of education and knowledge must become so general as to raise the lower ranks of society nearer to the higher. The education of a nation instead of being confined to a few schools and universities for the instruction of the few, must become the national care and expense for the formation of the many.","source":"John Adams"},{"source":"Neon Genesis Evangelion","length":631,"text":"You wished for a closed world, where you alone are comfortable. In order to protect the weakness of your heart. In order to protect the pleasures in your life. This is merely the result. For people cannot live in a world that is yours alone. They cannot live in a space that is closed off. But you wished for the world, the world that surrounds you, to be closed off. Your heart and mind eliminated everything you didn't like and wished for a world as solitary as possible. And that has led to this little haven for your soul. This is one of the many ends that could occur. This is the end of the world that you have brought about.","id":719},{"length":593,"text":"She left the lighthouse and went down to the beach to look at the moon pure and straight, and she stood in the shallows and let her feet sink into the sand as the patter-waves tickled her ankles. And that's when she saw it, a school of tiny fish, all darting around like marbles in a chalk circle, and they were lit up electric, mostly silver but some gold and pink too. They came and danced around her ankles, and she could feel their little electric fish bodies, and it was like she was standing under the moon and in the moon at the same time. And that was something she hadn't seen before.","id":751,"source":"The Reapers are the Angels"},{"source":"Mad Men","id":830,"text":"I never wanted to be the man who loves children, but... from the moment they're born... that baby comes out, and you act proud and excited, hand out cigars... but you don't feel anything, especially if you had a difficult childhood. You want to love them, but you don't. And the fact that you're faking that feeling makes you wonder if your father had the same problem. Then they get older, and you see them do something, and you feel that feeling that you've been pretending to have. You feel like your heart is going to explode.","length":530},{"length":510,"source":"The Age of Reason","id":875,"text":"It is a contradiction in terms and ideas to call anything a revelation that comes to us at second hand, either verbally or in writing. Revelation is necessarily limited to the first communication. After this, it is only an account of something which that person says was a revelation made to him; and though he may find himself obliged to believe it, it cannot be incumbent on me to believe it in the same manner, for it was not a revelation made to me, and I have only his word for it that it was made to him."},{"id":903,"length":532,"source":"In Search of Lost Time","text":"Only, we must allow time. But our demands as far as time is concerned are no less exorbitant than those which the heart requires in order to change. For one thing, time is the very thing that we are least willing to allow, for our suffering is acute and we are anxious to see it brought to an end. And then, too, the time which the other heart will need in order to change will have been spent by our own heart in changing itself too, so that when the goal we had set ourselves becomes attainable it will have ceased to be our goal."},{"id":912,"source":"The X-Files","text":"There is an ancient Indian saying that something lives only as long as the last person who remembers it. My people have come to trust memory over history. Memory, like fire, is radiant and immutable while history serves only those who seek to control it, those who douse the flame of memory in order to put out the dangerous fire of truth. Beware these men for they are dangerous themselves and unwise. Their false history is written in the blood of those who might remember and of those who seek the truth.","length":507},{"length":525,"id":923,"text":"And I thought about then to myself that there were many things wrong with all of us and all our lives and I wondered why my father, who was himself an only son, had not married before he was forty and then I wondered why he had. I even thought that perhaps he had to marry my mother and checked the dates on the flyleaf of the Bible when I learned that my oldest sister had been born a prosaic eleven months after the marriage, and I felt myself then very dirty and based for my lack of faith and for what I thought and done.","source":"The Stories: Contemporary Short Fiction Written in English"},{"source":"The Brothers Karamazov","id":1017,"length":511,"text":"You must know that there is nothing higher and stronger and more wholesome and good for life in the future than some good memory, especially a memory of childhood, of home. People talk to you a great deal about your education, but some good, sacred memory, preserved from childhood, is perhaps the best education. If a man carries many such memories with him into life, he is safe to the end of his days, and if one has only one good memory left in one's heart, even that may sometime be the means of saving us."},{"id":1031,"source":"12 Rules for Life: An Antidote to Chaos","text":"There is no faith and no courage and no sacrifice in doing what is expedient. There is no careful observation that actions and presuppositions matter, or that the world is made of what matters. To have meaning in your life is better than to have what you want, because you may neither know what you want, nor what you truly need. Meaning is something that comes upon you, of its own accord. You can set up the preconditions, you can follow meaning, when it manifests itself, but you cannot simply produce it, as an act of will. Meaning signifies that you are in the right place, at the right time, properly balanced between order and chaos, where everything lines up as best it can at that moment.","length":697},{"length":548,"id":1054,"source":"Garden State","text":"You'll see one day when you move out it just sort of happens one day and it's gone. You feel like you can never get it back. It's like you feel homesick for a place that doesn't even exist. Maybe it's like this rite of passage, you know. You won't ever have this feeling again until you create a new idea of home for yourself, you know, for your kids, for the family you start, it's like a cycle or something. I don't know but I miss the idea of it, you know. Maybe that's all family really is. A group of people that miss the same imaginary place."},{"id":1072,"length":622,"source":"Mad Men","text":"I don't know. It's like no one cares that I'm gone. They should love me. Maybe they do, but I don't even know what it is. You spend your whole life thinking you're not getting it, people aren't giving it to you. Then you realize they're trying. And you don't even know what it is. I had a dream I was on a shelf in the refrigerator. Someone closes the door and the light goes off. And I know everybody's out there eating. And then they open the door and you see them smiling and they're happy to see you. But maybe they don't look right at you and maybe they don't pick you. Then the door closes again. The light goes off."},{"source":"Pleasantville","length":517,"text":"I know you miss her, I mean, you told me you did. But maybe it's not just the cooking or the cleaning you miss. Maybe it's something else. Maybe you can't even describe it. Maybe you only know it when it's gone. Maybe it's like there's a whole piece of you that's missing too. Look at her, Dad. Doesn't she look pretty like that? Doesn't she look just as beautiful as the first time you met her? Do you really want her back the way she was? Doesn't she just look wonderful? Now don't you wish you could tell her that?","id":1073},{"length":902,"text":"The moon will never lie to anyone. Be like the moon. No one hates the moon or wants to kill it. The moon does not take antidepressants and never gets sent to prison. The moon never shot a guy in the face and ran away. The moon has been around a long time and has never tried to rip anyone off. The moon does not care who you want to touch or what color you are. The moon treats everyone the same. The moon never tries to get in on the guest list or use your name to impress others. Be like the moon. When others insult or belittle in an attempt to elevate themselves, the moon sits passively and watches, never lowering itself to anything that weak. The moon is beautiful and bright. It needs no makeup to look beautiful. The moon never shoves clouds out of its way so it can be seen. The moon needs not fame or money to be powerful. The moon never asks you to go to war to defend it. Be like the moon.","id":1182,"source":"Solipsist"},{"length":891,"text":"The brave things in the old tales and songs, Mr. Frodo: adventures, as I used to call them. I used to think that they were things the wonderful folk of the stories went out and looked for, because they wanted them, because they were exciting and life was a bit dull, a kind of a sport, as you might say. But that's not the way of it with the tales that really mattered, or the ones that stay in the mind. Folk seem to have been just landed in them - usually their paths were laid that way, as you put it. But I expect they had lots of chances, like us, of turning back, only they didn't. And if they had, we shouldn't know, because they'd have been forgotten. We hear about those as just went on - and not all to a good end, mind you; at least not to what folk inside a story and not outside it call a good end. You know, coming home, and finding things all right, though not quite the same.","source":"The Lord of The Rings","id":1223},{"length":593,"id":1321,"text":"Imagine if you got what you want every time. No struggle, no hard work, no challenges, no hard work required. Some of you saying that would be great. You would be weak and then when something hard comes up in your life you wouldn't know how to handle it because you have never gone through anything that strengthens you. You cannot grow without struggle, you cannot develop strength without resistance, without challenging yourself, without struggle. Pain is your friend, maybe not in the moment, but for the evolution of your soul, for the long term benefit of you, as a stronger human being.","source":"Struggle Makes You Stronger"},{"source":"Contact","id":1386,"text":"I had an experience. I can't prove it, I can't even explain it, but everything that I know as a human being, everything that I am tells me that it was real. I was given something wonderful, something that changed me forever. A vision of the universe that tells us undeniably how tiny and insignificant, and how rare and precious we all are. A vision that tells us that we belong to something that is greater than ourselves, that we are not - that none of us are alone. I wish I could share that. I wish that everyone, if even for one moment, could feel that awe and humility and hope. But that continues to be my wish.","length":618},{"text":"I know these will all be stories someday. And our pictures will become old photographs. We'll all become somebody's mom or dad. But right now these moments are not stories. This is happening. I am here and I am looking at her. And she is so beautiful. I can see it. This one moment when you know you're not a sad story. You are alive, and you stand up and see the lights on the buildings and everything that makes you wonder. And you're listening to that song and that drive with the people you love most in this world. And in this moment I swear we are infinite.","id":1436,"source":"The Perks of Being a Wallflower","length":563},{"source":"The Joy of Painting","text":"Isn't that something? That is pretty. I like these kind of paintings. And you know me, shoot, there's a minute or two left here, let's have us a happy tree. We'll just take the knife, maybe we'll have an old birch tree that lives right here. Let's just let it run all the way up here. Now, you could have left the birch tree inside of the oval, but I sort of like it when it sneaks out a little bit. But when you do your painting, you make that decision. If you want him to live inside that oval, you put that rascal in there and keep him in there.","length":548,"id":1450},{"id":1477,"source":"Neon Genesis Evangelion","length":629,"text":"Because without the existence of things other than yourself, you cannot know your own shape. Yes, you know your own shape through seeing how other people are shaped. By looking at the barrier between you and other people, you visualize your own shape. You cannot see yourself unless there are other people. I can exist because there are other people around! If I'm alone, I'll always be alone, no matter how far I'll go with it! All the world will be just me. By recognizing the differences between yourself and others, you shape who you are. The very first other person is your mother. Your mother is a person separate from you."},{"text":"Much of my life had been devoted to trying not to cry in front of people who loved me, so I knew what Augustus was doing. You clench your teeth. You look up. You tell yourself that if they see you cry, it will hurt them, and you will be nothing but sadness in their lives, and you must not become a mere sadness, so you will not cry, and you say all of this to yourself while looking up at the ceiling, and then you swallow even though your throat does not want to close and you look at the person who loves you and smile.","id":1499,"source":"The Fault in Our Stars","length":522},{"id":1594,"source":"The Imitation Game","length":573,"text":"Do you know, this morning, I was on a train that went through a city that wouldn't exist if it wasn't for you. I bought a ticket from a man who would likely be dead if it wasn't for you. I read up on my work, a whole field of scientific inquiry that only exists because of you. Now, if you wish you could have been normal, I can promise you, I do not. The world is an infinitely better place precisely because you weren't. Do you... Do you really think that? I think that sometimes it is the people who no one imagines anything of who do the things that no one can imagine."},{"length":530,"text":"What is it about owning things? Why do we feel the need to own what we love and why do we become such jerks when we do? We've all been there, you know: we want something; we own it; and by owning it we change it. When you finally win that girl of your dreams, the first thing you do is try to change her. That little thing she does with her hair, the way she wears her clothes, the way she chews her gum. Until eventually, what you like, what you don't like, and what you change all merges into one. Like a watercolor in the rain.","id":1608,"source":"Northern Exposure"},{"source":"Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and Be More Productive","text":"Here is the average person's daily attention training: They wake up in the morning, usually to some loud song or blaring alarm. They check their cell phone for any messages, just to see if anyone missed them. Then they jump out of bed into the shower and there they think about the 110 things that they have to do that day. Unfortunately, they haven't allowed themselves enough time to get ready and can only manage a small, unhealthy breakfast, filling up instead with coffee. They get in their car, put on the radio, make phone calls, and maybe even try to text while driving. They get angry and worked up about the traffic, which won't change, although they think it should. Most of us think like this.","length":705,"id":1614},{"text":"Looking back I know of one opportunity where an engineer came to me with an idea for a computer that would be used in the home. Of course it wasn't yet called a personal computer. And while he felt very strongly about it, the only example of what it was good for that he could come up with was the housewife could keep her recipes on it. And I couldn't imagine my wife with her recipes on a computer in the kitchen. It just didn't seem like it had any practical application at all, so Intel didn't pursue that idea.","id":1623,"source":"Triumph of the Nerds","length":515},{"length":660,"text":"They linked their arms to make a step, then boosted me onto the throne. I felt like a baby with my feet so high off the ground. I looked around at the other gloomy, empty thrones, and I could imagine what it would be like sitting on the Olympian Council - so much power but so much arguing, always eleven other gods trying to get their way. It would be easy to get paranoid, to look out only for my own interest, especially if I were Poseidon. Sitting in his throne, I felt like I had the entire sea at my command - vast cubic miles of ocean churning with power and mystery. Why should Poseidon listen to anyone? Why shouldn't he be the greatest of the twelve?","source":"Percy Jackson and the Olympians: The Last Olympian","id":1626},{"length":542,"text":"When you go into the ER, one of the first things they ask you to do is rate your pain on a scale of one to ten, and from there they decide which drugs to use and how quickly to use them. I'd been asked this question hundreds of times over the years, and I remember once early on when I couldn't get my breath and it felt like my chest was on fire, flames licking the inside of my ribs fighting for a way to burn out of my body, my parents took me to the ER. Nurse asked me about the pain, and I couldn't even speak, so I held up nine fingers.","id":1636,"source":"The Fault in Our Stars"},{"text":"Earlier tonight I went out. I went out hard. I drank a lot of whiskey. I wish I could say I didn't enjoy it, that I felt sick to my stomach, couldn't even look at myself in the mirror afterward, but I can't say that because it was perfect. And that kind of perfection doesn't make me feel weak; it makes me feel strong. I looked at myself in the mirror and I finally recognized that person I once knew so well - that person who went out all the time, sometimes just for fun. And now that I've seen that person again, I don't know if I could ever go back.","id":1660,"source":"Scandal","length":554},{"source":"Cheers","text":"You make me sick. You're a quitter, Norman! No, you're worse than that, you're a non-starter. You don't even try. You sit around the bar all day, you sit around your house all day, you sit around here all day, you sit around life all day! How are you going to feel at the end of your life when you're lying - no, make that sitting, on your death bed and you realize the only thing you've done in your life was sit around, and watch people do things, make things out of their lives? Well, maybe you're right, Norman. Maybe you're not meant for success, maybe you're meant for exactly what you are - nothing.","length":606,"id":1662},{"id":1722,"length":542,"text":"So you think that money is the root of all evil? Have you ever asked what is the root of money? Money is a tool of exchange, which can't exist unless there are goods produced and men able to produce them. Money is the material shape of the principle that men who wish to deal with one another must deal by trade and give value for value. Money is not the tool of the moochers, who claim your product by tears or of the looters, who take it from you by force. Money is made possible only by the men who produce. Is this what you consider evil?","source":"Atlas Shrugged"},{"source":"The Fault in Our Stars","text":"There will come a time when all of us are dead. All of us. There will come a time when there are no human beings remaining to remember that anyone ever existed or that our species ever did anything. There will be no one left to remember Aristotle or Cleopatra, let alone you. Everything that we did and built and wrote and thought and discovered will be forgotten and all of this will have been for naught. Maybe that time is coming soon and maybe it is millions of years away, but even if we survive the collapse of our sun, we will not survive forever.","length":554,"id":1762},{"id":1776,"text":"Sometimes I just stare at myself in the bathroom mirror. I mean, not just for a minute or two, but for a really, really long time. That's a bit weird, isn't it? I just stand there with the door locked. I stand there and stare and wonder. I look deep into my eyes, almost like I'm looking for something. I look at my nose, my ears, my mouth, the shape of my head. I'm searching for something. Something I don't understand. It's like this person I'm looking at isn't really me. When I sleep and I dream, I'm not this person looking back at me.","source":"Something Happened","length":541},{"source":"A Great and Glorious Game: Baseball Writings of A. Bartlett Giamatti","text":"Of course, there are those who learn after the first few times. They grow out of sports. And there are others who were born with the wisdom to know that nothing lasts. These are the truly tough among us, the ones who can live without illusion, or without even the hope of illusion. I am not that grown-up or up-to-date. I am a simpler creature, tied to more primitive patterns and cycles. I need to think something lasts forever, and it might as well be that state of being that is a game; it might as well be that, in a green field, in the sun.","id":1825,"length":545},{"source":"If Sharks Were Men","text":"If sharks were men, they would build enormous boxes in the ocean for the little fish, with all kinds of food inside, both vegetable and animal. They would take care that the boxes always had fresh water, and in general they would make all kinds of sanitary arrangements. If, for example, a little fish were to injure a fin, it would immediately be bandaged, so that it would not die and be lost to the sharks before its time. So that the little fish would not become melancholy, there would be big water festivals from time to time; because cheerful fish taste better than melancholy ones.","length":589,"id":1844},{"source":"The Magicians","text":"But I'll tell you something: I think you're magicians because you're unhappy. A magician is strong because he feels pain. He feels the difference between what the world is and what he would make of it. Or what did you think that stuff in your chest was? A magician is strong because he hurts more than others. His wound is his strength. Most people carry that pain around inside them their whole lives, until they kill the pain by other means, or until it kills them. But you, my friends, you found another way: a way to use the pain. To burn it as fuel, for light and warmth. You have learned to break the world that has tried to break you.","id":1867,"length":641},{"id":1879,"text":"In one respect, man is the nearest thing to me, so far as I must do good to men and endure them. But so far as some men make themselves obstacles to my proper acts, man becomes to me one of the things which are indifferent, no less than the sun or wind or a wild beast. Now it is true that these may impede my action, but they are no impediments to my affects and disposition, which have the power of acting conditionally and changing: for the mind converts and changes every hindrance to its activity into an aid; and so that which is a hindrance is made a furtherance to an act; and that which is an obstacle on the road helps us on this road.","source":"Meditations","length":645},{"source":"Malcolm in the Middle","length":548,"text":"Yes, I guess we do. For instance, I think it's wrong for you to put your name in sales reports you didn't write. I think it's wrong you keep a bag of herbs in your bottom left drawer. I think it's wrong you slept with the district manager's wife. And you want to know something? You don't even have to worry about it because I think it's wrong to blab this kind of thing. You know, you should be glad that I'm the only one who knows this stuff about you. Anyone else here would sell you down the river in a second. God, I'm so much better than you.","id":1883},{"id":1941,"source":"Meeting People Is Easy","length":673,"text":"If you have been rejected many times in your life, then one more rejection isn't going to make much difference. If you're rejected, don't automatically assume it's your fault. The other person may have several reasons for not doing what you are asking her to do: none of it may have anything to do with you. Perhaps the person is busy or not feeling well or genuinely not interested in spending time with you. Rejections are part of everyday life. Don't let them bother you. Keep reaching out to others. When you begin to receive positive responses then you are on the right track. It's all a matter of numbers. Count the positive responses and forget about the rejections."},{"text":"I'm in a crisis. I need help. Come on, mood, shift back to good again. Come on, be a friend. Nina Twin is trying to help, and I really hope that she succeeds. Though I picked the thorny path myself, I'm afraid of where it leads. Chemicals, don't strangle my pen. Chemicals, don't make me sick again. I'm always so dubious of your intent, like I can't afford to replace what you've spent. Come on, chemicals. Nina Twin is trying to help, and I really hope she gets me straight, because my own inner cosmology has become too dense to navigate.","length":541,"id":1964,"source":"Heimdalsgate Like a Promethean Curse"},{"id":1984,"source":"Rocky Balboa (2006)","length":687,"text":"The world ain't all sunshine and rainbows. It's a very mean and nasty place and I don't care how tough you are, it will beat you to your knees and keep you there permanently if you let it. You, me, or nobody is gonna hit as hard as life. But it ain't about how hard you hit. It's about how hard you can get hit and keep moving forward. How much you can take and keep moving forward. That's how winning is done! Now if you know what you're worth then go out and get what you're worth. But you've gotta be willing to take the hits, and not pointing fingers saying you ain't where you wanna be because of him, or her, or anybody! Cowards do that and that ain't you! You're better than that!"},{"id":1990,"text":"Imagine for a moment that among humans some people can fly. Government staff come and tell you that you can take a course that will teach you how. This sounds great, and one hears of emotional accounts of what it is like to soar in the sky. But you have no personal experience of what flying feels like. To learn it you must go for six to nine months daily to school. You do exercises like flapping your arms but you never really take off. And you do not often need to fly anywhere. Whenever you do, you can either take the plane or send a relative who can fly to do what is needed. So, is the benefit worth the effort?","source":"What We Know About Acquisition of Adult Literacy","length":619},{"text":"I've thought about this a lot. If we're together this is what's going to happen. I'm going to keep pursuing what I'm pursuing, and it's going to take up more and more of my time. You're going to see me less and less. When you do, I'll be distracted, I'll be upset, I'll be playing things in my mind. And you're going to just grow to resent me. At a certain point, you'll tell me to ease up on the drumming, to spend more time with you. And I won't be able to. And I'll start to resent you for even asking me that. I'll feel like you're dragging me down, you'll feel like you don't matter - and before long, we'll hate each other. So I think we should just cut it off now, cleanly, for those reasons.","id":2017,"length":699,"source":"Whiplash"},{"source":"How Far I'll Go","length":536,"text":"I can lead with pride, I can make us strong. I'll be satisfied if I play along, but the voice inside sings a different song. What is wrong with me? See the light as it shines on the sea, it's blinding. But no one knows how deep it goes. And it seems like it's calling out to me, so come find me, and let me know what's beyond that line. When will I cross that line? The line where the sky meets the sea, it calls me. And no one knows how far it goes. If the wind in my sail on the sea stays behind me, one day I'll know how far I'll go.","id":2030},{"source":"No Country for Old Men","id":2037,"text":"He rode past me and kept on goin'. Never said nothin' goin' by. He just rode on past and he had his blanket wrapped around him and his head down. And when he rode past I seen he was carryin' fire in a horn the way people used to do and I could see the horn from the light inside of it. About the color of the moon. And in the dream I knew that he was goin' on ahead and that he was fixin' to make a fire somewhere out there in all that dark and all that cold, and I knew that whenever I got there he would be there. Out there up ahead.","length":535},{"text":"Bypasses are devices that allow some people to dash from point A to point B very fast while other people dash from point B to point A very fast. People living at point C, being a point directly in between, are often given to wonder what's so great about point A that so many people from point B are so keen to get there, and what's so great about point B that so many people from point A are so keen to get there. They often wish that people would just once and for all work out where the hell they wanted to be.","length":512,"id":2058,"source":"Hitchhiker's Guide to the Galaxy"},{"length":541,"source":"Do Not Go Gentle Into That Good Night","id":2070,"text":"Do not go gentle into that good night. Old age should burn and rave at close of day; rage, rage against the dying of the light. Though wise men at their end know dark is right, because their words had forked no lightning they do not go gentle into that good night. Good men, the last wave by, crying how bright their frail deeds might have danced in a green bay, rage, rage against the dying of the light. Wild men who caught and sang the sun in flight, and learn, too late, they grieved it on its way, do not go gentle into that good night."},{"text":"Winning? Is that what you think it's about? I'm not trying to win. I'm not doing this because I want to beat someone, or because I hate someone, or because I want to blame someone. It's not because it's fun, God knows it's not because it's easy, and it's not even because it works, because it hardly ever does. I do what I do because it's right. Because it's decent. And above all, it's kind. It's just that. Just kind. If I run away today, good people will die. If I stand and fight, some of them might live. Maybe not many, maybe not for long. Hey, you know, maybe there's no point in any of this at all, but it's the best I can do, so I'm going to do it, and I will stand here doing it until it kills me, and you're going to die, too. Someday.","source":"Doctor Who","length":746,"id":2094},{"id":2101,"source":"Blood Meridian","text":"The jagged mountains were pure blue in the dawn and everywhere birds twittered and the sun, when it rose, caught the moon in the west so that they lay opposed to each other across the earth; the sun whitehot and the moon a pale replica, as if they were the ends of a common bore beyond whose terminals burned worlds past all reckoning. As the riders came up through the mesquite and pyracantha single file in a light clank of arms and chink of bitrings, the sun climbed and the moon set and the horses and the dewsoaked mules commenced to steam in flesh and in shadow.","length":568},{"source":"It's Such a Beautiful Day","text":"He'd been terrified of dying his entire life, and as much as he tried not to think about it, death was always in the back of his head, around every corner, and hovering on each horizon. He'd brushed shoulders with death on a few occasions, but in his carefree youth, it had almost seemed like an abstract, impossible thing to ever happen to him. But with each passing decade, he began to gauge the time he probably had left, and by his 40s - what he considered his halfway point at best - he had come to know just one thing: you will only get older. The next thing you know, you're looking back instead of forward.","length":614,"id":2124},{"source":"The Book of Illusions","id":2128,"length":639,"text":"It wasn't that I had anything against the movies, but they had never been very important to me, and not once in more than fifteen years of teaching and writing had I felt the urge to talk about them. I liked them as everyone else did - as diversions, as animated wallpaper, as fluff. No matter how beautiful or hypnotic the images sometimes were, they never satisfied me as powerfully as words did. Too much was given, I felt, not enough was left to the viewer's imagination, and the paradox was that the closer movies came to simulating reality, the worse they failed at representing the world - which is in us as much as it is around us."},{"length":655,"text":"Before time began, there was the Cube. We know not where it comes from, only that it holds the power to create worlds and fill them with life. That is how our race was born. For a time we lived in harmony, but like all great power, some wanted it for good, others for evil. And so began the war. A war that ravaged our planet until it was consumed by death, and the Cube was lost to the far reaches of space. We scattered across the galaxy, hoping to find it and rebuild our world, searching every star, every world. And just when all hope seemed lost, message of a new discovery drew us to an unknown planet called... Earth. But we were already too late.","id":2141,"source":"Transformers"},{"source":"When You Reach Me","id":2143,"length":512,"text":"Mom says each of us has a veil between ourselves and the rest of the world, like a bride wears on her wedding day, except this kind of veil is invisible. We walk around happily with these invisible veils hanging down over our faces. The world is kind of blurry, and we like it that way. But sometimes our veils are pushed away for a few moments, like there's a wind blowing it from our faces. And when the veil lifts, we can see the world as it really is, just for those few seconds before it settles down again."},{"text":"We use words like honor, code, loyalty. We use these words as the backbone of a life spent defending something. You use them as a punchline. I have neither the time nor the inclination to explain myself to a man who rises and sleeps under the blanket of the very freedom that I provide and then questions the manner in which I provide it. I would rather you just said thank you and went on your way. Otherwise, I suggest you pick up a weapon and stand a post. Either way, I don't give a damn what you think you are entitled to.","id":2195,"length":527,"source":"A Few Good Men"},{"source":"The Arabian Nights","length":607,"text":"In a town of moderate size, two men lived in neighbouring houses; but they had not been there very long before one man took such a hatred of the other, and envied him so bitterly, that the poor man determined to find another home, hoping that when they no longer met every day his enemy would forget all about him. So he sold his house and the little furniture it contained, and moved into the capital of the country, which was luckily at no great distance. About half a mile from this city he bought a nice little place, with a large garden and a fair-sized court, in the centre of which stood an old well.","id":2225},{"text":"The tricky part of illness is that, as you go through it, your values are constantly changing. You try to figure out what matters to you, and then you keep figuring it out. It felt like someone had taken away my credit card and I was having to learn how to budget. You may decide you want to spend your time working as a neurosurgeon, but two months later, you may feel differently. Two months after that, you may want to learn to play the saxophone or devote yourself to the church. Death may be a one-time event, but living with terminal illness is a process.","length":561,"id":2258,"source":"When Breath Becomes Air"},{"text":"If I had been downright honest with myself, I would have seen very plainly in my heart that I did but half fancy being committed this way to so long a voyage, without once laying my eyes on the man who was to be the absolute dictator of it, so soon as the ship sailed out upon the open sea. But when a man suspects any wrong, it sometimes happens that if he be already involved in the matter, he insensibly strives to cover up his suspicions even from himself. And much this way it was with me. I said nothing, and tried to think nothing.","id":2263,"source":"Moby Dick","length":538},{"source":"The Two Towers","length":508,"text":"I have lived to see strange days. Long we have tended our beasts and our fields, built our houses, wrought our tools, or ridden away to help in the wars of Minas Tirith. And that we called the life of Men, the way of the world. We cared little for what lay beyond the borders of our land. Songs we have that tell of these things, but we are forgetting them, teaching them only to children, as a careless custom. And now the songs have come down among us out of strange places, and walk visible under the Sun.","id":2303},{"length":515,"id":2330,"source":"It's Such a Beautiful Day","text":"At lunch he told Bill about a physics book he was reading about time. How the passing of time is just an illusion because all of eternity is actually taking place at once: the past never vanishes away and the future has already happened. All of history is fixed and laid out, like an infinite landscape of simultaneous events that we simply happen to travel through in one direction. Bill made a joke that he could've sworn he'd been told that somewhere before, but the guy just stared at him like he didn't get it."},{"source":"On the Art of Conversation","text":"It is a custom of our justice to condemn some as a warning to others. To condemn them because they have done wrong would be stupidity, as Plato says. For what is done cannot be undone. But they are condemned that they may not go wrong again in the same way, or that others may avoid following their example. We do not correct the man we hang; we correct others through him. I do the same. My errors are sometimes natural and incorrigible; but whereas honest men benefit the public by setting an example, I may perhaps benefit them by making them avoid my example.","length":563,"id":2355},{"id":2356,"source":"My Sister's Keeper","length":552,"text":"There should be a statute of limitation on grief. A rulebook that says it is all right to wake up crying, but only for a month. That after 42 days you will no longer turn with your heart racing, certain you have heard her call out your name. That there will be no fine imposed if you feel the need to clean out her desk; take down her artwork from the refrigerator; turn over a school portrait as you pass - if only because it cuts you fresh again to see it. That it's okay to measure the time she has been gone, the way we once measured her birthdays."},{"id":2359,"length":519,"text":"People think that a liar gains a victory over his victim. What I've learned is that a lie is an act of self-abdication, because one surrenders one's reality to the person to whom one lies, making that person one's master, condemning oneself from then on to faking the sort of reality that person's view requires to be faked. And if one gains the immediate purpose of the lie - the price one pays is the destruction of what the gain was intended to serve. The man who lies to the world is the world's slave from then on.","source":"Atlas Shrugged"},{"id":2427,"source":"Mrs. Dorriman, Volume 3 of 3","length":545,"text":"She finished her letter, wondering whether she had said enough and not too much, and sat with the folded and sealed letter between her hands with something of her usual hesitation when she had taken any step of importance. Then she rose quickly and sent it away. She felt she must go into her brother's presence, having fulfilled his wishes. She had not a moment for reflection then, for the front doorbell, usually so silent, rang loudly, and in a moment a tall, broad-shouldered, middle-aged man came into the room and went straight up to her."},{"id":2463,"length":567,"text":"I am sitting in a room, different from the one you are in now. I am recording the sound of my speaking voice, and I am going to play it back into the room again and again, until the resonant frequencies of the room reinforce themselves, so that any semblance of my speech, with perhaps the exception of rhythm, is destroyed. What you will hear then are the natural resonant frequencies of the room articulated by speech. I regard this activity not so much as a demonstration of a physical fact, but more as a way to smooth out any irregularities my speech might have.","source":"I Am Sitting in a Room"},{"source":"A Series of Unfortunate Events: The Penultimate Peril","length":660,"text":"There are those who say that the world is like a calm pond, and that any time a person does even the smallest thing, it is as if a stone has dropped into the pond, spreading circles of ripples further and further out, until the entire world has been changed by one tiny action, but the Baudelaires could not bear to think of the tiny action of the trigger of the harpoon gun, or how the world changed in just one instant. Instead, they frantically rushed to the edge of the pond as the sub-sub-librarian began to sink. Klaus grabbed one hand, and Sunny grabbed the other, and Violet reached for her face, as if she were comforting someone who had begun to cry.","id":2471},{"source":"The Name of the Wind","text":"It was night again. The Waystone Inn lay in silence, and it was a silence of three parts. The most obvious part was a hollow, echoing quiet, made by things that were lacking. If there had been a wind it would have sighed through the trees, set the inn's sign creaking on its hooks, and brushed the silence down the road like trailing autumn leaves. If there had been a crowd, even a handful of men inside the inn, they would have filled the silence with conversation and laughter, the clatter and clamor one expects from a drinking house during the dark hours of night. If there had been music... but no, of course there was no music. In fact there were none of these things, and so the silence remained.","id":2483,"length":704},{"source":"Burn Notice","id":2494,"text":"One of the hardest things to do in a fight is to make it look like you're trying to kill someone without doing any permanent damage. They don't teach any half-moves in combat training. There are moves designed to kill and maim as efficiently as possible. If those are off limits, one option is open your fist right before a punch lands. Painful, but the force is distributed. Another showy option is a kick to the shoulder. You might break a rib or two, but if you aim right, nobody is going to the morgue.","length":506},{"length":628,"text":"A good cook changes his knife once a year because he cuts. A mediocre cook changes his knife once a month because he hacks. I've had this knife of mine for nineteen years and I've cut up thousands of oxen with it, and yet the blade is as good as though it had just come out of the grindstone. There are spaces between the joints, and the blade of the knife has really no thickness. If you insert what has no thickness into such spaces, then there's plenty of room - more than enough for the blade to play about it. That's why after nineteen years the blade of my knife is still as good as when it first came from the grindstone.","source":"Zhuangzi: Basic Writings","id":2504},{"id":2518,"source":"Doctor Who","length":572,"text":"I don't understand? Are you kidding? Me? Of course I understand. I mean, do you call this a war? This funny little thing? This is not a war! I fought in a bigger war than you will ever know. I did worse things than you could ever imagine. And when I close my eyes I hear more screams than anyone could ever be able to count! And do you know what you do with all that pain? Shall I tell you where you put it? You hold it tight till it burns your hand, and you say this. No one else will ever have to live like this. No one else will have to feel this pain. Not on my watch!"},{"text":"Desmond? I heard your name once before Desmond, a long time ago. And now it lingers in my mind like an image from an old dream. I do not know where you are, or by what means you can hear me. But I know you are listening. I have lived my life as best I could, not knowing its purpose, but drawn forward like a moth to a distant moon. And here, at last, I discover a strange truth. That I am only a conduit for a message that eludes my understanding. Who are we, who have been so blessed to share our stories like this? To speak across centuries? Maybe you will answer all the questions I have asked. Maybe you will be the one to make all this suffering worth something in the end.","length":679,"id":2544,"source":"Assassin's Creed: Revelations"},{"length":774,"text":"I think a lot about the way it ends - the kind of things no one ever wants me to say again. But the line's in my mind so when I peace I'll know I had the best times, with the greatest friends. That's why I own it, live in the moment, trying to make the most of it, notice the unnoticed. And any stacks that I stack, well that's a bonus, I've seen too many dull folks working the wrong motives. So while you're napping in the afternoon, I'm in the classroom raising up my hand, yes I'm that dude. I'm in the Cancun sands, just passing through till I'm in the studio booth tracking these raps too. And if you're waiting for anybody to ask you where your passion falls or what you have to do, then consider this your call to be all you can be. Stand up tall, hustle, no plan B.","id":2557,"source":"Good Run"},{"length":553,"id":2572,"source":"Gettysburg Address","text":"Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal. Now we are engaged in a great civil war, testing whether that nation, or any nation so conceived and dedicated, can long endure. We are met on a great battle-field of that war. We have come to dedicate a portion of that field, as a final resting place for those who here gave their lives that that nation might live. It is altogether fitting and proper that we should do this."},{"length":615,"source":"The Stranger","text":"Nothing, nothing mattered, and I knew why. So did he. Throughout the whole absurd life I'd lived, a dark wind had been rising toward me from somewhere deep in my future, across years that were still to come, and as it passed, this wind leveled whatever was offered to me at the time, in years no more real than the ones I was living. What did other people's deaths or a mother's love matter to me; what did his God or the lives people choose or the fate they think they elect matter to me when we're all elected by the same fate, me and billions of privileged people like him who also called themselves my brothers?","id":2585},{"id":2605,"length":735,"text":"Back then when I got home from work, you were always there waiting for me. And that was all I needed. Just you. But on that day, when I came back home the only thing there was that pocket watch; that and a small piece of paper that just had one word written across it: farewell. For some reason, I didn't feel sad or broken up - it just didn't seem real. But slowly I realized that it was real; that you were gone. And little by little I felt something inside of me go numb. After six months I made a kind of bet with myself; a pledge, that I would leave this planet and start a new life if you didn't return by the time the watch stopped. I didn't come here to blame you, I... I just wanted to know why. Why you disappeared like that.","source":"Cowboy Bebop"},{"id":2621,"source":"Doctor Who","text":"It all just disappears doesn't it? Everything you are, gone in a moment like breath on a mirror. Any moment now, he's a coming, The Doctor and I always will be. But times change... and so must I. We all change, when you think about it. We are all different people all through our lives and that's okay - that's good - you've got to keep moving, so long as you remember all the people that you used to be. I will not forget one line of this, not one day, I swear. I will always remember when The Doctor was me...","length":511},{"text":"The Earth is the only world known so far to harbor life. There is nowhere else, at least in the near future, to which our species could migrate. Visit, yes. Settle, not yet. Like it or not, for the moment the Earth is where we make our stand. It has been said that astronomy is a humbling and character-building experience. There is perhaps no better demonstration of the folly of human conceits than this distant image of our tiny world. To me, it underscores our responsibility to deal more kindly with one another, and to preserve and cherish the pale blue dot, the only home we've ever known.","source":"Pale Blue Dot: A Vision of the Human Future in Space","length":596,"id":2623},{"text":"It had nothing to do with gear or footwear or the backpacking fads or philosophies of any particular era or even with getting from point A to point B. It had to do with how it felt to be in the wild. With what it was like to walk for miles with no reason other than to witness the accumulation of trees and meadows, mountains and deserts, streams and rocks, rivers and grasses, sunrises and sunsets. The experience was powerful and fundamental. It seemed to me that it had always felt like this to be a human in the wild, and as long as the wild existed it would always feel this way.","length":584,"source":"Wild: From Lost to Found on the Pacific Crest Trail","id":2633},{"text":"Last night I dreamed of chickens, there were chickens everywhere, they were standing on my stomach, they were nesting in my hair, they were pecking at my pillow, they were hopping on my head, they were ruffling up their feathers as they raced about my bed. They were on the chairs and tables, they were on the chandeliers, they were roosting in the corners, they were clucking in my ears, there were chickens, chickens, chickens for as far as I could see... when I woke today, I noticed there were eggs on top of me.","length":516,"source":"Last Night I Dreamed of Chickens","id":2637},{"text":"Your mother died to save you. If there is one thing Voldemort cannot understand, it is love. He didn't realize love as powerful as your mother's love for you leaves its own mark. Not a scar, no visible sign... to have been loved so deeply, even though the person who loved us is gone, will give us some protection forever. It is in your very skin. Quirrell, full of hatred, greed and ambition, sharing his soul with Voldemort, could not touch you for this reason. It was agony to touch a person marked by something so good.","length":523,"source":"Harry Potter and the Philosopher's Stone","id":2639},{"source":"The Flash","length":563,"text":"To understand what I'm about to tell you, you need to do something first, you need to believe in the impossible. Can you do that? Good. Because all of us, we've forgotten what miracles look like. Maybe because they haven't made much of an appearance lately. Our lives have become ordinary. But there is someone out there who is truly extraordinary. I don't know where you came from, I don't know your name, but I have seen you do the impossible to protect the city I love. So for those of us who believe in you and what you're doing, I just want to say thank you.","id":2644},{"id":2668,"length":587,"text":"I have been one acquainted with the night. I have walked out in rain - and back in rain. I have outwalked the furthest city light. I have looked down the saddest city lane. I have passed by the watchman on his beat and dropped my eyes, unwilling to explain. I have stood still and stopped the sound of feet when far away an interrupted cry came over houses from another street. But not to call me back or say good-bye; and further still at an unearthly height, one luminary clock against the sky proclaimed the time was neither wrong nor right. I have been one acquainted with the night.","source":"Acquainted with the Night"},{"id":2689,"source":"Ace Combat Zero: The Belkan War","length":785,"text":"I should have died that day. But I didn't. I dragged my wounded body and reached ground zero of the nuclear detonations. A barren, empty land. I felt an unbearable sadness when I witnessed that landscape. There were still people living there. They were the ones that saved me. It may be true that the world has no need of borders. But would getting rid of them really change anything? The world won't change for the better unless we trust people. Trust is vital in a peaceful world. But that will never happen. I'm still on the battlefield. Right now I'm near a border. I want to see for myself what borders really mean and what their volition really is. I may not find what I'm looking for, but I still want to try. Anyway, that's what I've come to believe, and I think that's enough."},{"text":"You didn't just have faith in Paine or any other living man. You had faith in something bigger than that. You had plain, decent, everyday, common rightness, and this country could use some of that. Yeah, so could the whole cockeyed world, a lot of it. Remember the first day you got here? Remember what you said about Mr. Lincoln? You said he was sitting up there, waiting for someone to come along. You were right. He was waiting for a man who could see his job and sail into it, that's what he was waiting for. A man who could tear into the Taylors and root them out into the open. I think he was waiting for you, Jeff. He knows you can do it, so do I.","length":654,"source":"Mr. Smith Goes to Washington","id":2700},{"length":598,"source":"Harry Potter and the Half-Blood Prince","text":"Do you know why I survived, professor, the night I got this. Because of her, because she sacrificed herself, because she refused to step aside, because her love was more powerful than Voldemort. I'm not afraid of the name, professor. I'm going to tell you something, something others have only guessed at, it's true, I am the chosen one. Only I can destroy him, but to do so I need to know what Tom Riddle said to you all those years ago in your office, and I need to know what you told him. Be brave, professor, be brave like my mother. Otherwise, you disgrace her, otherwise she died for nothing.","id":2710},{"id":2746,"text":"Its strength, Boromir, is too great for anyone to wield at will, save only those who have already a great power of their own. But for them it holds an even deadlier peril. The very desire of it corrupts the heart. Consider Saruman. If any of the Wise should with this Ring overthrow the Lord of Mordor, using his own arts, he would then set himself on Sauron's throne, and yet another Dark Lord would appear. And that is another reason why the Ring should be destroyed: as long as it is in the world it will be a danger even to the wise. For nothing is evil in the beginning.","source":"The Lord of The Rings","length":575},{"id":2751,"source":"Awakenings","length":519,"text":"His gaze is from the passing of bars so exhausted that it doesn't hold a thing anymore. For him it's as if there were thousands of bars and behind the thousands of bars no world. The sure stride of lithe, powerful steps that around the smallest of circles turns is like a dance of pure energy about a center in which a great will stands numbed. Only occasionally without a sound do the covers of the eyes slide open. An image rushes in, goes through the tensed silence of the frame, only to vanish forever in the heart."},{"id":2766,"source":"The Road to Serfdom","length":587,"text":"Our freedom of choice in a competitive society rests on the fact that, if one person refuses to satisfy our wishes, we can turn to another. But if we face a monopolist we are at his absolute mercy. And an authority directing the whole economic system of the country would be the most powerful monopolist conceivable... It would have complete power to decide what we are to be given and on what terms. It would not only decide what commodities and services were to be available and in what quantities; it would be able to direct their distributions between persons to any degree it liked."},{"text":"But the Joker cannot win. Gotham needs its true hero. \"You either die a hero, or you live long enough to see yourself become the villain.\" I can do those things, because I'm not a hero, not like Dent. I killed those people, that's what I can be. I'm whatever Gotham needs me to be. Call it in. You'll hunt me. You'll condemn me, set the dogs on me. Because that's what needs to happen. Because sometimes... the truth isn't good enough. Sometimes people deserve more. Sometimes people deserve to have their faith rewarded.","id":2776,"source":"The Dark Knight","length":521},{"id":2798,"length":506,"text":"You were as blind to him as your footprints in the ashes, but he saw you. He saw you in those dark corners. He heard you - oh my brothers - he heard those thoughts. You are a stranger to yourself, and yet he knows you. And when your hard heart made you like unto the stone and broke you from his body, which is the stars and the wind between the stars, he knew you. This world is a veil, and the face you wear is not your own. Your sorrows pin you to this place; they divide you from what your heart knows.","source":"True Detective"},{"id":2811,"length":598,"text":"The film which you are about to see is an account of the tragedy which befell a group of five youths, in particular Sally Hardesty and her invalid brother, Franklin. It is all the more tragic in that they were young. But, had they lived very, very long lives, they could not have expected nor would they have wished to see as much of the mad and macabre as they were to see that day. For them an idyllic summer afternoon drive became a nightmare. The events of that day were to lead to the discovery of one of the most bizarre crimes in the annals of American history, The Texas Chain Saw Massacre.","source":"The Texas Chain Saw Massacre"},{"id":2852,"source":"Mad Men","length":519,"text":"When a man walks into a room, he brings his whole life with him. He has a million reasons for being anywhere. Just ask him. If you listen, he'll tell you how he got there, how he forgot where he was going - then he woke up. If you listen, he'll tell you about the time he thought he was an angel and dreamt of being perfect. And then he'll smile, with wisdom, content that he realized the world isn't perfect. We're flawed because we want so much more. We're ruined because we get these things and wish for what we had."},{"source":"My Youth Romantic Comedy is Wrong, as I Expected","id":2874,"length":658,"text":"I hate nice girls. If they so much as say hello, it stays on my mind. If they return my texts, my heart races. The day one calls me, I know I'll look at my call history and grin. But I know that's just them being nice. People who are nice to me are also nice to everyone else. I almost end up forgetting that. If the truth is cruel, then lies must be kind. That's why kindness is a lie. I gave up on always expecting it, always mistaking it, and even hoping for it. Someone who's worked hard at being alone doesn't fall for the same trick twice. I'm a veteran at this. I'm the best there is when it comes to losing. That's why I'll always... hate nice girls."},{"id":2876,"length":586,"text":"I'll walk to the depths of the deepest black forest where the people are a many and their hands are all empty. Where the pellets of poison are flooding their waters, where the home in the valley meets the damp dirty prison, and the executioner's face is always well hidden. Where hunger is ugly, where souls are forgotten, where black is the color, where none is the number. And I'll tell and speak it and think it and breathe it and reflect from the mountain so all souls can see it. And I'll stand on the ocean until I start sinking, but I'll know my song well before I start singing.","source":"A Hard Rain's A-Gonna Fall"},{"length":602,"text":"Books permit us to voyage through time, to tap the wisdom of our ancestors. The library connects us with the insight and knowledge, painfully extracted from Nature, of the greatest minds that ever were, with the best teachers, drawn from the entire planet and from all our history, to instruct us without tiring, and to inspire us to make our own contribution to the collective knowledge of the human species. I think the health of our civilization, the depth of our awareness about the underpinnings of our culture and our concern for the future can all be tested by how well we support our libraries.","id":2884,"source":"Cosmos, Part 11: The Persistence of Memory (1980)"},{"text":"The pig-run kept close to the jumble of rocks that lay down by the water on the other side and Ralph was content to follow Jack along it. If you could shut your ears to the slow suck down of the sea and boil of the return, if you could forget how dun and unvisited were the ferny coverts on either side, then there was a chance that you might put the beast out of mind and dream for a while. The sun had swung over the vertical and the afternoon heat was closing in on the island. Ralph passed a message forward to Jack and when they next came to fruit the whole party stopped and ate.","source":"Lord of the Flies","length":585,"id":2891},{"length":613,"source":"Apollo 13","text":"Let's hold it down. The only engine we got with enough power for a direct abort is the SPS on the service module. From what Lovell has told us, that could have been damaged in an explosion, so let's consider that engine dead. We light that thing up, it could blow the whole works. It's just too risky. We're not going to take that chance. About the only thing the command module is good for is reentry, so that leaves us with the LEM, which means free-return trajectory. Once we get the guys around the moon, we'll fire the LEM engine, make a long burn, pick up some speed, and get them home as quickly as we can.","id":2903},{"length":604,"text":"Assuming a sentence rises into the air with the initial capital letter and lands with a soft-ish bump at the full stop, the humble comma can keep the sentence aloft all right, like this, UP, for hours if necessary, UP, like this, UP, sort-of bouncing, and then falling down, and then UP it goes again, assuming you have enough additional things to say, although in the end you may run out of ideas and then you have to roll along the ground with no commas at all until some sort of surface resistance takes over and you run out of steam anyway and then eventually with the help of three dots... you stop.","id":2915,"source":"Eats, Shoots & Leaves: The Zero Tolerance Approach to Punctuation"},{"text":"Mother says I was a dancer before I could walk. She says I began to sing long before I could talk. But I've often wondered, how did it all start? Who found out that nothing can capture a heart like a melody can? Well, whoever it was, I'm a fan. So I say thank you for the music, the songs I'm singing. Thanks for all the joy they're bringing. Who can live without it? I ask in all honesty. What would life be? Without a song or a dance what are we? So I say thank you for the music, for giving it to me.","length":503,"source":"Thank You for the Music","id":2922},{"source":"It's Such a Beautiful Day","text":"The stars rattled him to the core. All these lights have traveled for tens of millions of years to reach him at this moment. How somewhere far away, our own sun looks just like one of these. How many of the stars no longer even exist, but whose ancient light is just reaching him now? An impression from a ghost, an amazing infinite time machine every night above his head that he's ignored for most of his life. He wants to stop people in the street and say: \"Isn't this amazing? Isn't everything amazing?\"","length":507,"id":2924},{"length":648,"id":2927,"source":"Sren Kierkegaard, Journals","text":"Oh, can I really believe the poet's tales, that when one first sees the object of one's love, one imagines one has seen her long ago, that all love, like all knowledge is remembrance, that love too has its prophecies in the individual... it seems to me that I should have to possess the beauty of all girls in order to draw out a beauty equal to yours; that I should have to circumnavigate the world in order to find the place I lack and which the deepest mystery of my whole being points towards, and at the next moment, you are so near to me, filling my spirit so powerfully that I am transfigured for myself, and feel that it is good to be here."},{"id":2932,"text":"Oxygen will run out tomorrow morning, and that'll be it. And Pep, I know I said no more surprises, but I got to say I was really hoping to pull off one last one. But it looks like, well, you know what it looks like. Don't feel bad about this. I mean actually if you grieve for a couple weeks, and then move on with enormous guilt. I should probably lie down. I'm going to rest my eyes. Please know when I drift off, it'll be like every night. I'm fine, totally fine. I'll dream about you, because it's always you.","length":513,"source":"Avengers: Endgame"},{"text":"I've met a lot of talented people over the years. How many of them made it professionally without discipline, commitment, and really good work ethic? I can tell ya. I can count it on two fingers: Zero. It's not gonna happen for you, Mason. The world is too competitive. There are too many talented people who are willing to work hard; and a buttload of morons who are untalented, who are more than willing to surpass you. As a matter of fact, a lot of them are sitting in that classroom out there right now.","id":2950,"source":"Boyhood","length":507},{"source":"Cheers","length":511,"text":"I know, I know. Now you're going to deny it. Even though it's ludicrously obvious to everyone around you, you two will go on pretending it's not true because you're emotional infants. You're in a living hell. You love each other and you hate each other and you hate yourselves for loving each other. Well, my dear friends, I want no part of it. It's time I just picked up where I left off. It's time to put Humpty Dumpty back together again. So I'll get out of here so you can just get on with your denial fest.","id":2961},{"source":"The Yellow Wallpaper","text":"Out of another I get a lovely view of the bay and a little private wharf belonging to the estate. There is a beautiful shaded lane that runs down there from the house. I always fancy I see people walking in these numerous paths and arbors, but John has cautioned me not to give way to fancy in the least. He says that with my imaginative power and habit of story-making, a nervous weakness like mine is sure to lead to all manner of excited fancies, and that I ought to use my will and good sense to check the tendency. So I try.","length":529,"id":2970},{"length":527,"text":"Somebody once told me the world is gonna roll me, I ain't the sharpest tool in the shed. She was looking kind of dumb with her finger and her thumb in the shape of an \"L\" on her forehead. Well, the years start coming and they don't stop coming. Fed to the rules and I hit the ground running. Didn't make sense not to live for fun. Your brain gets smart but your head gets dumb. So much to do, so much to see, so what's wrong with taking the back streets? You'll never know if you don't go. You'll never shine if you don't glow.","source":"All Star","id":2973},{"id":2982,"source":"Mad Men","length":525,"text":"I don't know why I'm here. I mean, I do, I'm nervous, I guess. Anxious. I don't sleep that well. And my hands. They're fine now, it's like when you have a problem with your car and you go to a mechanic and it's not doing it anymore. Not that you're a mechanic. I guess a lot of people must come here worried about the bomb. Is that true? It's a common nightmare, people say. I read it in a magazine. My mother always told me that it wasn't polite to talk about yourself. She passed away recently. I guess I already said that."},{"text":"There is no room to go away. Momentarily the noises increase. Men are firing about him, and he strains his eyes on the opposite hill to see something to shoot at, and empties his magazine at what looks like a man but may be a tree-trunk, and then stops again and gets sick. Another long period of waiting follows. All the water is gone from his water-bottle; an intolerable thirst is scorching his throat. He does not reload his magazine, and makes up his mind to say that his rifle is jammed, so that he need not go further with any fresh stupid advance that may be ordered. This is no time to care about what any one may think of him, it is just too awful for anything.","id":2983,"length":671,"source":"Impressions of a War Correspondent"},{"text":"Harvey and I have things to do. We sit in bars, have a drink or two, play the jukebox. Very soon the faces of all the other people turn towards me, and they smile. They say, \"We don't know your name, mister, but you're a very nice fellow.\" Harvey and I warm ourselves in these golden moments. We came as strangers; soon we have friends. They come over, they sit with us, they drink with us, they talk to us. They tell us about the great big terrible things they've done and the great big wonderful things they're going to do. Their hopes, their regrets. Their loves, their hates. All very large, because nobody ever brings anything small to a bar.","length":647,"id":3053,"source":"Harvey"},{"length":526,"text":"I've been on a diet every day since I was nineteen, which basically means I've been hungry for a decade. I've had a series of not nice boyfriends, one of whom hit me. Ah, and every time I get my heart broken, the newspapers splash it about as though it's entertainment. And it's taken two rather painful operations to get me looking like this. And, one day not long from now, my looks will go, they will discover I can't act and I will become some sad middle-aged woman who looks a bit like someone who was famous for a while.","source":"Notting Hill","id":3059},{"length":758,"source":"The Wire","text":"You put a textbook in front of these kids, put a problem on the blackboard, teach them every problem in some statewide test, it won't matter. None of it. 'Cause they're not learning for our world; they're learning for theirs. They know exactly what it is they're training for and what it is everyone expects them to be. It's not about you or us or the test or the system. It's what they expect of themselves. Every single one of them know they're headed back to the corners. Their brothers and sisters, their parents. They came through these same classrooms. We pretended to teach them, they pretended to learn and where'd they end up? Same corners. They're not fools, these kids. They don't know our world but they know their own. They see right through us.","id":3076},{"id":3102,"text":"Every pause in our talk was filled by the sound of deep, loud chanting coming from a tent hard by. Presently I went out to see them at their evening service. A big tent was full of men squatting around, the short twilight was fast darkening into night outside, and the interior of the tent was lit by two candles stuck in the necks of bottles. Except a couple of old men, they were all in the prime of life, and a splendidly strong-looking set of fellows they were. They sang, without any drawl or nasal intonation, straight out from their deep chests.","length":552,"source":"Impressions of a War Correspondent"},{"source":"The Imitation Game","length":586,"id":3153,"text":"So what? I had my suspicions. I always did. But we're not like other people. We love each other in our own way, and we can have the life together that we want. You won't be the perfect husband? I can promise you I harboured no intention of being the perfect wife. I'll not be fixing your lamb all day, while you come home from the office, will I? I'll work. You'll work. And we'll have each other's company. We'll have each other's minds. Sounds like a better marriage than most. Because I care for you. And you care for me. And we understand one another more than anyone else ever has."},{"text":"When I was a kid, I thought Zootopia was this perfect place, where everyone got along and anyone could be anything. Turns out, real life is a little bit more complicated than a slogan on a bumper sticker. Real life is messy. We all have limitations, we all make mistakes, which means - hey, glass half full! - we all have a lot in common. And the more we try to understand one another, the more exceptional each of us will be. But we have to try. So no matter what type of animal you are; from the biggest elephant to our first fox, I implore you - try. Try to make the world a better place. Look inside yourself and recognize that change starts with you. It starts with me. It starts with all of us.","source":"Zootopia","id":3170,"length":700},{"text":"Once upon a time, at the foot of a great mountain, there was a town where the people known as happy folk lived, their very existence a mystery to the rest of the world, obscured as it was by great clouds. Here they played out their peaceful lives, innocent to the litany of excessive violence that was growing in the world below - to live in harmony with the spirit of the mountain, called Monkey, was enough. Then one day, strange folk arrived in the town. They came in camouflage, hidden behind dark glasses, but no one noticed them. They only saw shadows, you see. Without the truth to the eyes, the happy folk were blind.","id":3173,"length":625,"source":"Fire Coming Out of the Monkey's Head"},{"text":"That is the germ of my great discovery. But you are wrong to say that we cannot move about in time. For instance, if I am recalling an incident very vividly I go back to the instant of its occurrence: I become absent-minded, as you say. I jump back for a moment. Of course we have no means of staying back for any length of time, any more than a savage or an animal has of staying six feet above the ground. But a civilized man is better off than the savage in this respect. He can go up against gravitation in a balloon, and why should he not hope that ultimately he may be able to stop or accelerate his drift along the time-dimension, or even turn about and travel the other way?","id":3184,"source":"The Time Machine","length":682},{"length":555,"id":3189,"source":"Can't Hurt Me: Master Your Mind and Defy the Odds","text":"Our culture has become hooked on the quick-fix, the life hack, efficiency. Everyone is on the hunt for that simple action algorithm that nets maximum profit with the least amount of effort. There's no denying this attitude may get you some of the trappings of success, if you're lucky, but it will not lead to a calloused mind or self-mastery. If you want to master the mind and remove your governor, you'll have to become addicted to hard work. Because passion and obsession, even talent, are only useful tools if you have the work ethic to back them up."},{"length":511,"source":"Great Expectations","text":"Out of my thoughts! You are part of my existence, part of myself. You have been in every line I have ever read, since I first came here, the rough common boy whose poor heart you wounded even then. You have been in every prospect I have ever seen since - on the river, on the sails of the ships, on the marshes, in the clouds, in the light, in the darkness, in the wind, in the woods, in the sea, in the streets. You have been the embodiment of every graceful fancy that my mind has ever become acquainted with.","id":3214},{"id":3267,"text":"As I've gotten older, I realize I'm certain of only two things. Days that begin with rowing on a lake are better than days that do not. Second, a man's character is his fate. And as a student of history, I find this hard to refute. For most of us our stories can be written long before we die. There are exceptions among the great men of history, but they are rare, and I am not one of them. I am a teacher - simply that. I taught for 34 years. One day I stopped teaching. Those were the facts of my life's chronicle. The last chapter had been written. My book was closed.","length":572,"source":"The Emperor's Club"},{"length":524,"text":"Once he was as great as his fame made him. His knowledge was deep, his thought was subtle, and his hands marvelously skilled; and he had a power over the minds of others. The wise he could persuade, and the smaller folk he could daunt. That power he certainly still keeps. There are not many in Middle-earth that I should say were safe, if they were left alone to talk with him, even now when he has suffered a defeat. Gandalf, Elrond, and Galadriel, perhaps, now that his wickedness has been laid bare, but very few others.","id":3270,"source":"The Lord of The Rings"},{"id":3297,"text":"I wasn't like every other kid, you know, who dreams about being an astronaut. I was always more interested in what bark was made out of on a tree. Richard Gere's a real hero of mine. Sting. Sting would be another person who's a hero. The music that he's created over the years, I don't really listen to it, but the fact that he's making it, I respect that. I care desperately about what I do. Do I know what product I'm selling? No. Do I know what I'm doing today? No. But I'm here, and I'm gonna give it my best shot.","source":"Zoolander","length":518},{"text":"When I was a prisoner in Pretoria they used to keep us awake at night with fireworks after news such as that of Colenso and Magersfontein, but, except amongst the young boys, they were not given to exultation over what they had done or to any boasting. Then they talked about lyddite, and it was quite clear that it had been a terrible bogy in their minds, and that they had imagined it was to have an effect like throwing earthquakes at them, and it was equally evident that the result of actual experience had fallen short of their apprehensions.","length":548,"id":3301,"source":"Impressions of a War Correspondent"},{"id":3311,"source":"The Sopranos","text":"My cousin Anthony went into business for himself - we all know this - in a way for which there is no excuse. He's got a problem with rage. He disappointed me, Anthony, in ways that I can't even begin to tell you, and he put us all at risk. Irregardless, it's been made clear to me that if they put their hands on him, he will not be dealt with quick. We're talking torture. For that reason, even if I knew where my cousin was, and I do not, I would not deliver him up to them. I am offering him the same protection that I would offer any of you in similar circumstances.","length":570},{"source":"Cheers","id":3351,"text":"I was on a ski weekend, up at Stowe. I was coming in late one day, last person off the slope. The sun had just gone down. And the sky became this incredible color. I usually don't notice things like that, and I found myself kind of walking around in the cold, hoping that it wouldn't change, wishing that I had somebody there to share it with me. And afterwards I tried to convince myself that I'd imagined that color, that I hadn't really seen it, that nothing on this earth could be that beautiful. Now I see I was wrong.","length":523},{"id":3352,"source":"The Greatest Cases Of Sherlock Holmes","text":"To carry the art, however, to its highest pitch, it is necessary that the reasoner should be able to utilize all the facts which have come to his knowledge, and this in itself implies, as you will readily see, a possession of all knowledge, which, even in these days of free education and encyclopedias, is a somewhat rare accomplishment. It is not so impossible, however, that a man should possess all knowledge which is likely to be useful to him in his work, and this I have endeavored in my case to do.","length":506},{"id":3380,"source":"Everlost","length":501,"text":"Such places are few and far between, these grand islands of eternity in the soupy, ever changing world of the living. New York had its share of forever-places. The greatest of these stood near Manhattan's southern-most tip: the two gray brothers to the green statue in the bay. The towers had found their heaven. They were a part of Everlost now, held fast, and held forever by the memories of a mourning world, and by the dignity of the souls who got where they were going on that dark September day."},{"length":607,"text":"I believe like a child that suffering will be healed and made up for, that all the humiliating absurdity of human contradictions will vanish like a pitiful mirage, like the despicable fabrication of the impotent and infinitely small Euclidean mind of man, that in the world's finale, at the moment of eternal harmony, something so precious will come to pass that it will suffice for all hearts, for the comforting of all resentments, for the atonement of all the crimes of humanity, for all the blood that they've shed; that it will make it not only possible to forgive but to justify all that has happened.","id":3406,"source":"The Brothers Karamazov"},{"length":649,"id":3413,"text":"At the bottom of her heart, however, she was waiting for something to happen. Like shipwrecked sailors, she turned despairing eyes upon the solitude of her life, seeking afar off some white sail in the mists of the horizon. She did not know what this chance would be, what wind would bring it her, towards what shore it would drive her, if it would be a shallop or a three-decker, laden with anguish or full of bliss to the portholes. But each morning, as she awoke, she hoped it would come that day; she listened to every sound, sprang up with a start, wondered that it did not come; then at sunset, always more saddened, she longed for the morrow.","source":"Madame Bovary"},{"length":691,"text":"Now a great change has come over the scene; the moon has been curtained off by a heavy mass of clouds, and its light is shut off from the water. The lights of the city shine out with increased distinctness; the moonlight that whitened the sides of the buildings now has left them black masses of vague shadow, and all at once one gets the impression of looking down into an inverted firmament studded with countless stars of as various magnitudes as in the heavens, from the bright electric arc-lights to tiny gaslights; and from this height of over 400 feet one gets the impression, familiar to those who have looked at the world from a balloon, that the rim of the horizon rises all round.","source":"Impressions of a War Correspondent","id":3431},{"id":3435,"source":"Danganronpa: Trigger Happy Havoc","length":569,"text":"A detective doesn't have supernatural powers. There's no way to predict the answer from the beginning. Instead, the ideal detective begins by imagining as many possible scenarios as they can. They envision these possibilities without prejudice, without bias, using only their logic and common sense. Then, as they investigate, they test what they find against each of these possibilities. Of course, me telling you this doesn't mean you'll be any good at detective work. But beyond using that to solve this particular mystery, you should keep it in mind for the future."},{"length":514,"text":"I placed my revolver, cocked, upon the top of the wooden case behind which I crouched. Holmes shot the slide across the front of his lantern and left us in pitch darkness - such an absolute darkness as I have never before experienced. The smell of hot metal remained to assure us that the light was still there, ready to flash out at a moment's notice. To me, with my nerves worked up to a pitch of expectancy, there was something depressing and subduing in the sudden gloom, and in the cold dank air of the vault.","id":3468,"source":"The Adventures of Sherlock Holmes"},{"text":"Our last night together we did a lot. Whole lot. But, there were some things we couldn't do. Alex's parents had already bought a new home, most of the neighborhood had; Munch's too, so one-by-one people started to move, my parents hadn't so we got to stay. New people started moving in and Mulberry Woods started again, but not the one that had my friends in it. When you're a kid, you think you're invisible. You think you can't make a difference. We're not kids anymore! We know now that we can do anything! Having a friend light years away taught us that distance, is just a state of mind. If you're best friends then you always will be no matter where you are in the universe.","source":"Earth to Echo","id":3473,"length":680},{"source":"The Critic","length":642,"text":"It is not the critic who counts, not the man who points out how the strong man stumbled or where the doer of deeds could have done them better. The credit belongs to the man who is actually in the arena; whose face is marred by dust and sweat and blood; who strives valiantly; who errs and comes short again and again; who knows the great enthusiasms, the great devotions, and spends himself in a worthy cause; who, at the best, knows the triumph of high achievement; and who, at the worst, if he fails, at least fails while daring greatly, so that his place shall never be with those cold and timid souls who know neither victory nor defeat.","id":3491},{"length":556,"text":"You have no idea what I want. What is chess, do you think? Those who play for fun or not at all dismiss it as a game. The ones who devote their lives to it for the most part insist that it's a science. It's neither. Bobby Fischer got underneath it like no one before and found at its center art. I spent my life trying to play like him. Most of these guys have. But we're like forgers. We're competent fakes. His successor wasn't here tonight. He wasn't here. He is asleep in his room in your house. Your son creates like Fischer. He sees like him, inside.","id":3507,"source":"Searching for Bobby Fischer"},{"text":"The waiting room. I hate when they make you wait in the room. 'Cause it says \"Waiting Room.\" There's no chance of not waiting. 'Cause they call it the waiting room, they're gonna use it. They've got it. It's all set up for you to wait. And you sit there, you know, and you've got your little magazine. You pretend you're reading it, but you're really looking at the other people. You know, you're thinking about them. Things like, \"I wonder what he's got. As soon as she goes, I'm getting her magazine.\"","length":503,"id":3511,"source":"Seinfeld"},{"text":"If thou workest at that which is before thee, following right reason seriously, vigorously, calmly, without allowing anything else to distract thee, but keeping thy divine part pure, as if thou shouldst be bound to give it back immediately; if thou holdest to this, expecting nothing, fearing nothing, but satisfied with thy present activity according to nature, and with heroic truth in every word and sound which thou utterest, thou wilt live happy. And there is no man who is able to prevent this.","id":3555,"length":500,"source":"Meditations"},{"id":3581,"length":561,"text":"On one world I encountered a feline species who spoke only in song. Beautiful. Strangely inviting given what should have been an obvious animosity. Their matriarch sung the history of her people and it was one of mystery, reverence and wonder. Their world was dying though. Its sun growing dark, illuminating them by moonlight alone. Still they sang. Songs of joy, for the time they had. Not songs for a time coming to an end. I offered to take them to another world, to save them. But they just smiled and shook their heads. I still think about them sometimes.","source":"Runescape"},{"id":3595,"source":"Network","length":605,"text":"I don't have to tell you things are bad. Everybody knows things are bad. It's a depression. Everybody's out of work or scared of losing their job. The dollar buys a nickel's worth, banks are going bust, shopkeepers keep a gun under the counter. Punks are running wild in the street and there's nobody anywhere who seems to know what to do and there's no end to it. We know the air is unfit to breathe and our food is unfit to eat, and we sit watching our TVs while some local newscaster tells us that today we had fifteen homicides and sixty-three violent crimes, as if that's the way it's supposed to be."},{"length":639,"text":"As he proceeded toward the Chateau's minarets, it was difficult not to marvel at the falls below. It was a magnificent sight, watching that water fall off the edge of the world and into the misty clouds below. As single-minded as Karzt was, he was glad for the chance to see one of the great wonders of Genesis. He pulled a whetstone out of his backpack and walked back to the carriage, leaning against its wheeled frame while idly running the stone over the edge of his hatchet blade. He knew that it would need sharpening for the days ahead, especially considering that he'd blunted it recently during the encounter with those creatures.","id":3614,"source":"Chateau Cascade"},{"length":654,"id":3615,"text":"Advisors and scholars will tell you that history is a narrative of strength. They will recount stories of the rise and fall of nations and empires. There will be stories of armies, battles, and decisive victories. But this isn't true strength - it's merely power. I now believe true strength is found in vulnerability. In forgiveness. In love. There is a beautiful, upside-down truth, which is that these moments of purest strength appear as weakness to those who don't know better. For a long time, I didn't know better. I ask you and your brother to reject history as a narrative of strength, and instead, have faith that it can be a narrative of love.","source":"The Dragon Prince"},{"id":3617,"source":"Looking for Alaska","length":545,"text":"When adults say, \"Teenagers think they are invincible\" with that sly, stupid smile on their faces, they don't know how right they are. We need never be hopeless, because we can never be irreparably broken. We think that we are invincible because we are. We cannot be born, and we cannot die. Like all energy, we can only change shapes and sizes and manifestations. They forget that when they get old. They get scared of losing and failing. But that part of us greater than the sum of our parts cannot begin and cannot end, and so it cannot fail."},{"text":"It is pleasing to human vanity to believe that one suffers because of one's virtues; but not until a man has extirpated every sickly, bitter, and impure thought from his mind, and washed every sinful stain from his soul, can he be in a position to know and declare that his sufferings are the result of his good, and not of his bad qualities; and on the way to, yet long before he has reached, that supreme perfection, he will have found, working in his mind and life, the Great Law which is absolutely just, and which cannot, therefore, give good for evil, evil for good. Possessed of such knowledge, he will then know, looking back upon his past ignorance and blindness, that his life is, and always was, justly ordered, and that all his past experiences, good and bad, were the equitable outworking of his evolving, yet unevolved self.","id":3638,"source":"As a Man Thinketh","length":838},{"length":868,"text":"The boy bands have won, and all the copyists and the tribute bands and the TV talent show producers have won, if we allow our culture to be shaped by mimicry, whether it from lack of ideas or from exaggerated respect. You should never try to freeze culture. What you can do is recycle that culture. Take your older brother's hand-me-down jacket and re-style it, re-fashion it to the point where it becomes your own. But don't just regurgitate creative history, or hold art and music and literature as fixed, untouchable and kept under glass. The people who try to \"guard\" any particular form of music are, like the copyists and manufactured bands, doing it the worst disservice, because the only thing that you can do to music that will damage it is not change it, not make it your own. Because then it dies, then it's over, then it's done, and the boy bands have won.","id":3647,"source":"The Boy Bands Have Won"},{"text":"I can't have a baby with you, because I already have a baby and his name is Fitzgerald Grant. And my baby is troubled, and angry, and exhausting, and brilliant, and he might actually change the world if I can keep my eyes on him every minute and make sure he eats his vegetables. And so I don't have the time or the energy or the extra space in my soul for another baby, James. I'm sorry, I don't. I can't. I don't have it in me to take care of someone else, because I'm busy taking care of the United States of America.","length":520,"id":3658,"source":"Scandal"},{"text":"The whole fury and might of the enemy must very soon be turned on us. Hitler knows that he will have to break us in this Island or lose the war. If we can stand up to him, all Europe may be free and the life of the world may move forward into broad, sunlit uplands. But if we fail, then the whole world, including the United States, including all that we have known and cared for, will sink into the abyss of a new Dark Age made more sinister, and perhaps more protracted, by the lights of perverted science. Let us therefore brace ourselves to our duties, and so bear ourselves that, if the British Empire and its Commonwealth last for a thousand years, men will still say, \"This was their finest hour.\"","length":704,"source":"Blood, Toil, Tears and Sweat","id":3663},{"length":542,"source":"The Grapes of Wrath","id":3669,"text":"She seemed to know, to accept, to welcome her position, the citadel of the family, the strong place that could not be taken. And since old Tom and the children could not know hurt or fear unless she acknowledged hurt or fear, she had practiced denying them in herself. And since, when a joyful thing happened, they looked to see whether joy was on her, it was her habit to build up laughter out of inadequate materials. She seemed to know that if she swayed the family shook, and if she ever deeply wavered or despaired the family would fall."},{"id":3675,"text":"There are few people in the world who have more opportunity for getting close to the hot, interesting things of one's time than the special correspondent of a great paper. He is enabled to see \"the wheels go round;\" has the chance of getting his knowledge at first hand. In stirring times the drama of life is to him like the first night of a play. There are no preconceived opinions for him to go by; he ought not to, at least, be influenced by any prejudices; and the account of the performance is to some extent like that of the dramatic critic, in as much as that the verdict of the public or of history has either to confirm or reverse his own judgment.","length":658,"source":"Impressions of a War Correspondent"},{"length":557,"id":3688,"source":"In Search of Lost Time","text":"They reminded me that it was my fate to pursue only phantoms, creatures whose reality existed to a great extent in my imagination; for there are people - and this had been my case since youth - for whom all the things that have a fixed value, assessable by others, fortune, success, high positions, do not count; what they must have is phantoms. They sacrifice all the rest, devote all their efforts, make everything else subservient to the pursuit of some phantom. But this soon fades away; then they run after another only to return later on to the first."},{"length":541,"source":"Death Note","text":"This world is rotten, and those who are making it rot deserve to die! Someone has to do it, so why not me? Even if it means sacrificing my own mind and soul, it's worth it. Because the world can't go on like this! I wonder what if someone else had picked up this notebook? Is there anyone out there other than me who'd be willing to eliminate the vermin from the world? If I don't do it, then who will? That's just it; there's no one! I can do it! In fact... I'm the only one who can! I'll do it. Using the Death Note, I'll change the world.","id":3715},{"source":"Tomorrow's Joe","length":692,"id":3728,"text":"I'm not fighting because of my feelings of debt or obligation to others. I fight 'cause in the end, I love boxing. It's certainly quite a world apart from the bright youth you talk about, but that burning sense of worth and completeness is something I've only tasted on a bloodied ring. And this burning sensation isn't a momentary sputter that others my age go through. It's so intense that it burns your entire body up in an instant. And when it's over, only white ashes remain. Not even any tiny cinders... just pure white ash. I've never felt anything like this before I started boxing. So you see, I'm not fighting on a sense of debt or obligation alone. I fight because I love to fight."},{"length":713,"source":"How to Read a Book","text":"The goal a reader seeks determines the way he reads. The effectiveness with which he reads is determined by the amount of effort and skill he puts into his reading. In general, the rule is: the more effort the better, at least in the case of books that are initially beyond our powers as readers and are therefore capable of raising us from a condition of understanding less to one of understanding more. Finally, the distinction between instruction and discovery (or between aided and unaided discovery) is important because most of us, most of the time, have to read without anyone to help us. Reading, like unaided discovery, is learning from an absent teacher. We can only do that successfully if we know how.","id":3745},{"text":"If there were life after death, I might, no matter when I die, satisfy most of these deep curiosities and longings. But if death is nothing more than an endless dreamless sleep, this is a forlorn hope. Maybe this perspective has given me a little extra motivation to stay alive. The world is so exquisite, with so much love and moral depth, that there is no reason to deceive ourselves with pretty stories for which there's little good evidence. Far better, it seems to me, in our vulnerability, is to look Death in the eye and to be grateful every day for the brief but magnificent opportunity that life provides.","id":3747,"length":614,"source":"Billions & Billions: Thoughts on Life and Death at the Brink of the Millennium"},{"length":683,"text":"Someone who takes an undemanding job because it affords him the time to pursue other interests and activities is considered a flake. A person who abandons a career in order to stay home and raise children is considered not to be living up to his potential. As if a job title and salary are the sole measure of human worth. You'll be told in a hundred ways, some subtle and some not, to keep climbing and never be satisfied with where you are, who you are, and what you're doing. There are a million ways to sell yourself out, and I guarantee you'll hear about them. To invent your own life's meaning is not easy, but it's still allowed, and I think you'll be happier for the trouble.","source":"Kenyon College Commencement Address","id":3752},{"source":"Invisible Man","length":500,"text":"Whence all this passion towards conformity anyway? Diversity is the word. Let man keep his many parts and you will have no tyrant states. Why, if they follow this conformity business, they'll end up by forcing me, an invisible man, to become white, which is not a color but the lack of one. Must I strive towards colorlessness? But seriously and without snobbery, think of what the world would lose if that should happen. America is woven of many strands. I would recognize them and let it so remain.","id":3759},{"text":"Fifteen years ago, there was a war. Well, war's broken out plenty of times before. They've tried to invade the southlands through the northern valley time and time again. Luck was never on their side, though, and their victories didn't last long. They didn't realize that times had changed. Facing one defeat after another, losing territory and watching their nation dwindle, they built up their industrial strength to unprecedented heights and used it to wage one final battle against the world. That was fifteen years ago...","source":"Ace Combat 5: The Unsung War","id":3775,"length":526},{"length":571,"text":"There is another self, more really \"us\" than \"I\". And if you become aware of that unknown self - the more you become aware of it - the more you realize that it is inseparably connected with everything there is. That you are a function of this total galaxy, bounded by the Milky Way, and that furthermore this galaxy is a function of all other galaxies. And that vast thing that you see far off, far off, far off with telescopes, you look, and look, and look. One day you'll go and wake up and say, \"Why, that's me!\" And in knowing that now, you see that you'll never die.","id":3777,"source":"interspace"},{"source":"The Stand","id":3779,"length":504,"text":"Show me a man or a woman alone and I'll show you a saint. Give me two and they'll fall in love. Give me three and they'll invent the charming thing we call 'society'. Give me four and they'll build a pyramid. Give me five and they'll make one an outcast. Give me six and they'll reinvent prejudice. Give me seven and in seven years they'll reinvent warfare. Man may have been made in the image of God, but human society was made in the image of His opposite number, and is always trying to get back home."},{"id":3788,"text":"Late in the afternoon of a day in the early part of last December I had ridden out from our lines in Ladysmith towards a certain position usually occupied by a Boer outpost, trusting by my going out deliberately and unarmed to get one of the men there to have a talk, just as one of the Lancers had a few days previously. For some time we had been on short rations of \"copy\" as well as food. I rode along the edge of an empty spruit, into the bed of which my spurs would have propelled my horse in the unlikely event of a shot being my first greeting.","source":"Impressions of a War Correspondent","length":551},{"id":3796,"text":"What an astonishing thing a book is. It's a flat object made from a tree with flexible parts on which are imprinted lots of funny dark squiggles. But one glance at it and you're inside the mind of another person, maybe somebody dead for thousands of years. Across the millennia, an author is speaking clearly and silently inside your head, directly to you. Writing is perhaps the greatest of human inventions, binding together people who never knew each other, citizens of distant epochs. Books break the shackles of time. A book is proof that humans are capable of working magic.","length":580,"source":"Cosmos, Part 11: The Persistence of Memory"},{"text":"God, we have not spoken as long or as often as we should. I've often been about other business. If I wanted forgiveness I should ask for it, but for all that I have done and for all that I am yet to do, there can be no forgiveness. And yet I think I'm not an evil man. Evil men pray louder, seek penance, and stick themselves closer to Heaven than I am. I shall not see its gates Lord. Nor hear your sweet words of salvation. I have seen eternity, I swear. But it was in dream and in the morning all was gone. I know myself for what I am. And I throw my poor soul upon your forgiveness, in the full knowledge that I deserve none at your loving hands.","id":3844,"length":650,"source":"The Tudors - Wolsey's Last Prayer"},{"length":573,"id":3848,"text":"There are about a hundred accounts in the medical literature of people displaying what is now known as Cotard's delusion. It is also sometimes known, unsettlingly, as walking corpse syndrome. If you were to develop Cotard's delusion you might look in the mirror and find your reflection suspicious, or you might cease to feel that the heartbeat in your chest was yours, or you might think parts of your body were rotting away. In the most extreme cases, you might think you'd become a ghost and decide you no longer needed food. One of Cotard's patients died of starvation.","source":"You are now less dumb"},{"length":547,"source":"The Adventures of Sherlock Holmes","text":"As he spoke the gleam of the sidelights of a carriage came round the curve of the avenue. It was a smart little landau which rattled up to the door of Briony Lodge. As it pulled up, one of the loafing men at the corner dashed forward to open the door in the hope of earning a copper, but was elbowed away by another loafer, who had rushed up with the same intention. A fierce quarrel broke out, which was increased by the two guardsmen, who took sides with one of the loungers, and by the scissors-grinder, who was equally hot upon the other side.","id":3864},{"text":"It's always difficult to keep personal prejudice out of a thing like this. And wherever you run into it, prejudice always obscures the truth. I don't really know what the truth is. I don't suppose anybody will ever really know. Nine of us now seem to feel that the defendant is innocent, but we're just gambling on probabilities - we may be wrong. We may be trying to let a guilty man go free, I don't know. Nobody really can. But we have a reasonable doubt, and that's something that's very valuable in our system. No jury can declare a man guilty unless it's sure.","length":566,"id":3897,"source":"12 Angry Men"},{"length":576,"text":"Once I lived the life of a millionaire, spending my money, I didn't care. I carried my friends out for a good time buying bootleg liquor, champagne, and wine. Then I began to fall so low, I didn't have a friend, and no place to go. So if I ever get my hand on a dollar again I'm gonna hold on to it till them eagles grin. Nobody knows you when you're down and out. In my pocket, not one penny, and my friends I haven't any. But if I ever get on my feet again, then I'll meet my long lost friend. It's mighty strange, without a doubt, nobody knows you when you're down and out.","id":3973,"source":"Nobody Knows You When You're Down and Out"},{"text":"No one would've believed in the last years of the 19th century that human affairs were being watched by intelligences that inhabited the timeless worlds of space. No one could have dreamed that we were being scrutinised as someone with a microscope studies creatures that swarm and multiply in a drop of water. Few men even considered the possibility of life on other planets. And yet, across the gulf of space, minds immeasurably superior to ours regarded this Earth with envious eyes. And slowly, and surely, they drew their plans against us.","length":544,"id":3993,"source":"War of the Worlds"},{"id":4006,"length":695,"text":"Then no matter where you are, in a crowded restaurant or on some desolate street or even in the comforts of your own home, you'll watch yourself dismantle every assurance you ever lived by. You'll stand aside as a great complexity intrudes, tearing apart, piece by piece, all your carefully conceived denials, whether deliberate or unconscious. And for better or worse you'll turn, unable to resist, though try to resist you still will, fighting with everything you've got not to face the thing you most dread, what is now, what will be, what has always come before, the creature you truly are, the creature we all are, buried in the nameless black of a name. And then the nightmares will begin.","source":"House of Leaves"},{"text":"I finally figured it out. It's like when they realized it was gonna be too expensive to actually build cyborgs and robots. I mean, the costs of that were impossible. They decided to just let humans turn themselves into robots. That's what's going on right now. I mean, why not? There're billions of us just laying around, not really doing anything. We don't cost anything. We're even pretty good at self-maintenance and reproducing constantly. And as it turns out, we're already biologically programmed for our little cyborg upgrades.","source":"Boyhood","length":534,"id":4013},{"length":569,"text":"At three o'clock precisely I was at Baker Street, but Holmes had not yet returned. The landlady informed me that he had left the house shortly after eight o'clock in the morning. I sat down beside the fire, however, with the intention of awaiting him, however long he might be. I was already deeply interested in his inquiry, for, though it was surrounded by none of the grim and strange features which were associated with the two crimes which I have already recorded, still, the nature of the case and the exalted station of his client gave it a character of its own.","source":"The Adventures of Sherlock Holmes","id":4017},{"source":"Seinfeld","text":"I don't even want to talk about it anymore. What were you thinking? What was going on in your mind? Artistic integrity? Where, where did you come up with that? You're not artistic and you have no integrity. You know you really need some help. A regular psychiatrist couldn't even help you. You need to go to like Vienna or something. You know what I mean? You need to get involved at the University level. Like where Freud studied and have all those people looking at you and checking up on you. That's the kind of help you need.","length":529,"id":4034},{"id":4047,"text":"Don't get me wrong, I love who I am. I don't wanna be ungrateful, it probably sounds strange. I really love the role I play, the songs I sing. But with all the fame, the things that seem so simple are suddenly so far out of reach. I wish that they could see that underneath I'm just an ordinary girl! Sometimes I'm lazy, I get bored. I get scared, I feel ignored. I feel happy, I get silly. I choke on my own words. I make wishes, I have dreams. And I still want to believe anything can happen in this world for an ordinary girl.","length":529,"source":"Ordinary Girl"},{"source":"The Legend of Zelda: Ocarina Of time","length":579,"text":"Some time ago, before the king of Hyrule unified this country, there was a fierce war in our world. One day, to escape from the fires of the war, a Hylian mother and her baby boy entered this forbidden forest. The mother was gravely injured. Her only choice was to entrust the child to the Deku Tree, the guardian spirit of the forest. The Deku Tree could sense that this was a child of destiny, whose fate would affect the entire world, so he took him into the forest. After the mother passed away, the baby was raised as a Kokiri. And now, finally, the day of Destiny has come!","id":4072},{"id":4078,"length":517,"text":"And as I was sayin', whoever controls the high ground of space controls the world. The Roman Empire controlled the world because it could build roads. Later, the British Empire was dominant because they had ships. In the air stage, we were powerful because we had the airplane. And now the Communists have established a foothold in outer space. Pretty soon they'll have damned space platforms so they can drop nuclear bombs on us, like rocks from a highway overpass. Now how in the hell did they ever get ahead of us?","source":"The Right Stuff"},{"source":"The Haunting of Hill House","length":501,"text":"No live organism can continue for long to exist sanely under conditions of absolute reality; even larks and katydids are supposed, by some, to dream. Hill House, not sane, stood by itself against its hills, holding darkness within; it had stood so for eighty years and might stand for eighty more. Within, walls continued upright, bricks met neatly, floors were firm, and doors were sensibly shut; silence lay steadily against the wood and stone of Hill House, and whatever walked there, walked alone.","id":4079},{"text":"On the sidewalk across from me, near the entrance to a barbecue joint, some people were holding an old-fashioned revival meeting. The barbecue cook, wearing a dirty white apron, his conked hair reddish and metallic in the pale sun, and a cigarette between his lips, stood in the doorway, watching them. Kids and older people paused in their errands and stood there, along with some older men and a couple of very tough-looking women who watched everything that happened on the avenue, as though they owned it, or were maybe owned by it.","id":4094,"source":"The Stories: Contemporary Short Fiction Written in English","length":536},{"source":"Bright-Sided","length":634,"text":"Happiness is not, of course, guaranteed even to those who are affluent, successful, and well-loved. But that happiness is not the inevitable outcome of happy circumstances does not mean we can find it by journeying inward to revise our thoughts and feelings. The threats we face are real and can be vanquished only by shaking off self-absorption and taking action in the world. Build up the levees, get food to the hungry, find the cure, strengthen the \"first responders!\" We will not succeed at all these things, certainly not all at once, but - if I may end with my own personal secret of happiness - we can have a good time trying.","id":4100},{"length":616,"text":"As an adult I have often known that peculiar legacy time brings to the traveler: the longing to seek out a place a second time, to find deliberately what we stumbled on once before, to recapture the feeling of discovery. Sometimes we search out again even a place that was not remarkable itself - we look for it simply because we remember it. If we do find it, of course, everything is different. The rough-hewn door is still there, but it's much smaller; the day is cloudy instead of brilliant; it's spring instead of autumn; we're alone instead of with three friends. Or worse, with three friends instead of alone.","source":"The Historian","id":4107},{"id":4124,"source":"Carlos and the Skunk","text":"As the choir began a hymn, some of the singers began to make strange faces and cover their noses with handkerchiefs. The priest, as he walked to the altar, sneezed loudly and cleared his throat. The people in the first few rows of the congregation turned to each other with puzzled looks. The women began vigorously fanning their faces with their church programs. The children started squirming and pinched their noses. Little by little the strange behavior began working its way toward the back of the church.","length":510},{"text":"Despite lacking the information and his understandable desire to hope for the best, Stalin must have realized the seriousness of the situation. According to eyewitnesses, he was stunned by the outbreak of war. As Zhukov describes it, \"During the first day he was not able to really take himself in hand and get a firm grip on events. The shock to I. V. Stalin caused by the enemy invasion was so strong that his voice even became softer and his instructions on organizing the military effort were not always appropriate to the situation.\"","source":"Stalin: New Biography of a Dictator","length":538,"id":4125},{"length":611,"text":"Alchemy; the science of understanding the structure of matter, breaking it down, then reconstructing it as something else. It can even make gold from lead. But alchemy is a science, so it must follow the natural laws: To create, something of equal value must be lost. This is the principle of Equivalent Exchange. But on that night, I learned the value of some things can't be measured on a simple scale. My brother and I knew the laws of science, of Equivalent Exchange, that gain required sacrifice, that something had to be taken from us. But we thought there was nothing more we could lose, we were wrong...","id":4131,"source":"Fullmetal Alchemist: Brotherhood"},{"id":4161,"source":"Gulliver's Travels","text":"For as to what we have heard you affirm, that there are other kingdoms and states in the world inhabited by human creatures as large as yourself, our philosophers are in much doubt, and would rather conjecture that you dropped from the moon, or one of the stars; because it is certain, that a hundred mortals of your bulk would in a short time destroy all the fruits and cattle of his majesty's dominions: besides, our histories of six thousand moons make no mention of any other regions than the two great empires of Lilliput and Blefuscu.","length":540},{"source":"Crime and Punishment","length":611,"text":"In my opinion, if, as the result of certain combinations, Kepler's or Newton's discoveries could become known to people in no other way than by sacrificing the lives of one, or ten, or a hundred or more people who were hindering the discovery, or standing as an obstacle in its path, then Newton would have the right, and it would even be his duty to remove those ten or a hundred people, in order to make his discoveries known to mankind. It by no means follows from this, incidentally, that Newton should have the right to kill anyone he pleases, whomever happens along, or to steal from the market every day.","id":4174},{"source":"Ghost in the Shell (1995)","text":"It can also be argued that DNA is nothing more than a program designed to preserve itself. Life has become more complex in the overwhelming sea of information. And life, when organized into species, relies upon genes to be its memory system. So, man is an individual only because of his intangible memory... and memory cannot be defined, but it defines mankind. The advent of computers, and the subsequent accumulation of incalculable data has given rise to a new system of memory and thought parallel to your own. Humanity has underestimated the consequences of computerization.","length":579,"id":4182},{"length":583,"text":"Among other things, you'll find that you're not the first person who was ever confused and frightened and even sickened by human behavior. You're by no means alone on that score, you'll be excited and stimulated to know. Many, many men have been just as troubled morally and spiritually as you are right now. Happily, some of them kept records of their troubles. You'll learn from them - if you want to. Just as someday, if you have something to offer, someone will learn something from you. It's a beautiful reciprocal arrangement. And it isn't education. It's history. It's poetry.","id":4183,"source":"The Catcher in the Rye"},{"length":687,"text":"It was a pleasure to burn. It was a special pleasure to see things eaten, to see things blackened and changed. With the brass nozzle in his fists, with this great python spitting its venomous kerosene upon the world, the blood pounded in his head, and his hands were the hands of some amazing conductor playing all the symphonies of blazing and burning to bring down the tatters and charcoal ruins of history. With his symbolic helmet numbered 451 on his stolid head, and his eyes all orange flame with the thought of what came next, he flicked the igniter and the house jumped up in a gorging fire that burned the evening sky red and yellow and black. He strode in a swarm of fireflies.","id":4191,"source":"Fahrenheit 451"},{"text":"Spring, if it lingers more than a week beyond its span, starts to hunger for summer to end the days of perpetual promise. Summer in its turn soon begins to sweat for something to quench its heat, and the mellowest of autumns will tire of gentility at last, and ache for a quick sharp frost to kill its fruitfulness. Even winter - the hardest season, the most implacable - dreams, as February creeps on, of the flame that will presently melt it away. Everything changes with time, and starts to seek some opposition, to save it from itself.","source":"The Hellbound Heart","id":4202,"length":539},{"id":4207,"text":"Who are you talking to right now? Who is it you think you see? Do you know how much I make a year? I mean, even if I told you, you wouldn't believe it. Do you know what would happen if I suddenly decided to stop going into work? A business big enough that it could be listed on the NASDAQ goes belly up. Disappears. It ceases to exist without me. No, you clearly don't know who you're talking to, so let me clue you in. I am not in danger, Skyler. I am the danger. A guy opens his door and gets shot and you think that of me? No. I am the one who knocks.","source":"Breaking Bad","length":554},{"source":"One Hundred Years of Solitude","id":4221,"length":616,"text":"The rotten tiles broke with a noise of disaster and the man barely had time to let out a cry of terror as he cracked his skull and was killed outright on the cement floor. The foreigners who heard the noise in the dining room and hastened to remove the body noticed the suffocating odour of Remedios the Beauty on his skin. It was so deep in his body that the cracks in his skull did not give off blood but an amber-colored oil that was impregnated with that secret perfume, and then they understood that the smell of Remedios the Beauty kept on torturing the men beyond death, right down to the dust of their bones."},{"text":"These people who stand against me may be innocent humans, but I will kill them. I'm ready to strike them down without a moment's hesitation, or the slightest hint of regret! I can do this for you. I'm a monster and I will do what needs to be done. But what will you do, Sir Integra? My guns are prepared for battle, my sights are trained, my magazine is fully loaded, I've pulled the slide and removed the safety, everything is ready and waiting! Still, you must be the one to pull the trigger. So what will you do? I'm waiting for orders, my master.","length":550,"source":"Hellsing Ultimate","id":4238},{"text":"Academic writers cannot get writer's block. Don't confuse yourself with your friends teaching creative writing in the fine arts department. You're not crafting a deep narrative or composing metaphors that expose mysteries of the human heart. The subtlety of your analysis of variance will not move readers to tears, although the tediousness of it might. People will not photocopy your reference list and pass it out to friends whom they wish to inspire. Novelists and poets are the landscape artists and portrait painters; academic writers are the people with big paint sprayers who repaint your basement.","length":605,"id":4248,"source":"How to Write a Lot: A Practical Guide to Productive Academic Writing"},{"source":"V for Vendetta","text":"Sutler can no longer trust you, can he, Mr. Creedy? And we both know why. After I destroy Parliament, his only chance will be to offer them someone else. Some other piece of meat. And who will that be? You, Mr. Creedy. A man as smart as you has probably considered this. A man as smart as you probably has a plan. That plan is the reason Sutler no longer trusts you. It's the reason why you're being watched right now, why there are eyes and ears in every room of this house and a tap on every phone.","id":4260,"length":500},{"length":514,"text":"Many typists have not memorized the keyboard. Usually each key is labeled, so nontypists can hunt and peck letter by letter, relying on knowledge in the world and minimizing the time required for learning. The problem is that such typing is slow and difficult. With experience, of course, hunt-and-peckers learn the positions of many of the letters on the keyboard, even without instruction, and typing speed increases notably, quickly surpassing handwriting speeds and, for some, reaching quite respectable rates.","source":"The Design of Everyday Things","id":4269},{"text":"Mr Willy Wonka can make marshmallows that taste of violets, and rich caramels that change color every ten seconds as you suck them, and little feathery sweets that melt away deliciously the moment you put them between your lips. He can make chewing-gum that never loses its taste, and sugar balloons that you can blow up to enormous sizes before you pop them with a pin and gobble them up. And, by a most secret method, he can make lovely blue birds' eggs with black spots on them, and when you put one of these in your mouth, it gradually gets smaller and smaller until suddenly there is nothing left except a tiny little dark red sugary baby bird sitting on the tip of your tongue.","length":683,"source":"Charlie and the Chocolate Factory","id":4279},{"length":655,"text":"The bunk house was a long, rectangular building. Inside, the walls were whitewashed and the floor unpainted. In three walls there were small, square windows, and in the fourth, a solid door with a wooden latch. Against the walls were eight bunks, five of them made up with blankets and the other three showing their burlap ticking. Over each bunk there was nailed an apple box with the opening forward so that it made two shelves for the personal belongings of the occupant of the bunk. And these shelves were loaded with little articles, soap and talcum powder, razors and those Western magazines ranch men love to read and scoff at and secretly believe.","id":4288,"source":"Of Mice and Men"},{"length":576,"text":"Slowly and solemnly he was borne into Briony Lodge and laid out in the principal room, while I still observed the proceedings from my post by the window. The lamps had been lit, but the blinds had not been drawn, so that I could see Holmes as he lay upon the couch. I do not know whether he was seized with compunction at that moment for the part he was playing, but I know that I never felt more heartily ashamed of myself in my life than when I saw the beautiful creature against whom I was conspiring, or the grace and kindliness with which she waited upon the injured man.","source":"The Adventures of Sherlock Holmes","id":4304},{"text":"Since the infancy of computers, hackers have been creatively solving problems. In the late 1950s, the MIT model railroad club was given a donation of parts, mostly old telephone equipment. The club's members used this equipment to rig up a complex system that allowed multiple operators to control different parts of the track by dialing in to the appropriate sections. They called this new and inventive use of telephone equipment hacking; many people consider this group to be the original hackers.","id":4330,"length":500,"source":"Hacking: The Art of Exploitation"},{"source":"Computing Machinery and Intelligence","length":554,"text":"The view that machines cannot give rise to surprises is due, I believe, to a fallacy to which philosophers and mathematicians are particularly subject. This is the assumption that as soon as a fact is presented to a mind all consequences of that fact spring into the mind simultaneously with it. It is a very useful assumption under many circumstances, but one too easily forgets that it is false. A natural consequence of doing so is that one then assumes that there is no virtue in the mere working out of consequences from data and general principles.","id":4335},{"text":"Before the body, there is the face, and before the face there is the thin black line between Hector's nose and upper lip. A twitching filament of anxieties, a metaphysical jump rope, a dancing thread of discombobulation, the mustache is a seismograph of Hector's inner states, and not only does it make you laugh, it tells you what Hector is thinking, actually allows you into the machinery of his thoughts. Other elements are involved - the eyes, the mouth, the finely calibrated lurches and stumbles - but the mustache is the instrument of communication, and even though it speaks a language without words, its wriggles and flutters are as clear and comprehensible as a message tapped out in Morse code.","id":4341,"length":705,"source":"The Book of Illusions"},{"text":"In the Valley, prediction has become a popular way of fighting for a particular future while claiming merely what has yet to occur. Prediction has a useful air of selflessness to it. Predictors aren't caught in the here and now of their own appetites and interests. It seems like they aren't choosing how things will be in the future any more than they choose the color of their eyes. Yet selecting one scenario among many possible scenarios and persuading everybody of its inevitability - and of the futility of a society's exercising its collective choice among these futures - is a deft way to shape the future.","length":614,"id":4342,"source":"Winners Take All: The Elite Charade of Changing the World"},{"text":"The ideas of economists and political philosophers, both when they are right and when they are wrong, are more powerful than is commonly understood. Indeed the world is ruled by little else. Practical men, who believe themselves to be quite exempt from any intellectual influence, are usually the slaves of some defunct economist. Madmen in authority, who hear voices in the air, are distilling their frenzy from some academic scribbler of a few years back. I am sure that the power of vested interests is vastly exaggerated compared with the gradual encroachment of ideas.","source":"The General Theory of Employment, Interest, and Money","id":4381,"length":573},{"id":4387,"text":"In a time when lawmen were outlaws, a thief, a cutthroat and a bounty hunter face an enemy of a new kind. Through the uncharted lands of the West, a fistful of men ride for the Blackwater. Tonight, an unsettling tone lingers in the air - this sound makes the horses shriek in fear! From above, piercing thunder roars. The earth has visitors: this is the sound of the machine. Now staring into the sky, the stars dissipate to make way, as a mechanical beast makes its descent towards the earth. Through galaxies in space - and tales old as time - fear finds a way into the heart of every man of the Blackwater.","length":609,"source":"Blackwater"},{"source":"Global Social Change: Historical and Comparative Perspectives","text":"The study of global social phenomena raises several difficulties that are not commonly encountered when research questions are posed at less comprehensive levels. Problems of arising from aggregation, diffusion, and path dependence, to name three, plague any attempt at answering questions that are posed at a global level. Ultimately, all these problems arise from the fact that there is only one world available for us to study, and when the world itself is the scope of the analysis, additional worlds are not available for validating initial results.","length":554,"id":4406},{"source":"The Yellow Wallpaper","text":"He said we came here solely on my account, that I was to have perfect rest and all the air I could get. \"Your exercise depends on your strength, my dear,\" said he, \"and your food somewhat on your appetite; but air you can absorb all the time.\" So we took the nursery at the top of the house. It is a big, airy room, the whole floor nearly, with windows that look all ways, and air and sunshine galore. It was nursery first and then playroom and gymnasium, I should judge; for the windows are barred for little children, and there are rings and things in the walls.","length":564,"id":4408},{"id":4418,"text":"This is a particularly auspicious occasion for us this evening, as we have been told that Her Majesty the Queen will be watching part of this show tonight. Now, we don't know exactly when Her Majesty will be tuning in. We understand that at the moment she is watching The Virginian, but we have been promised that we will be informed the moment that she changes the channel. Her Majesty would like everyone to behave quite normally, but her equerry has asked me to request all of you at home to stand when the great moment arrives, although we here in the studio will be carrying on with our humorous vignettes and spoofs in the ordinary way.","source":"Monty Python's Flying Circus","length":642},{"text":"A long, long time ago. I can still remember how that music used to make me smile. And I knew if I had my chance, that I could make those people dance, and maybe they'd be happy for a while. But February made me shiver, with every paper I'd deliver. Bad news on the doorstep, I couldn't take one more step. I can't remember if I cried when I read about his widowed bride, but something touched me deep inside, the day the music died. So bye-bye, Miss American Pie. Drove my Chevy to the levee, but the levee was dry. And them good ole boys were drinking whiskey and rye, singin' this'll be the day that I die, this'll be the day that I die.","id":4432,"source":"American Pie","length":639},{"length":527,"id":4444,"text":"Yet you have never been there. You have not seen what it has become. I am dying, Maximus. When a man sees his end... he wants to know there was some purpose to his life. How will the world speak my name in years to come? Will I be known as the philosopher? The warrior? The tyrant...? Or will I be the emperor who gave Rome back her true self? There was once a dream that was Rome. You could only whisper it. Anything more than a whisper and it would vanish... it was so fragile. And I fear that it will not survive the winter.","source":"The Gladiator"},{"id":4456,"text":"Books are not absolutely dead things, but do contain a potency of life in them to be as active as that soul was whose progeny they are; nay, they do preserve as in a vial the purest efficacy and extraction of that living intellect that bred them. I know they are as lively, and as vigorously productive, as those fabulous dragon's teeth; and being sown up and down, may chance to spring up armed men. And yet, on the other hand, unless wariness be used, as good almost kill a man as kill a good book. Who kills a man kills a reasonable creature, God's image; but he who destroys a good book, kills reason itself, kills the image of God, as it were in the eye. Many a man lives a burden to the earth; but a good book is the precious life-blood of a master spirit, embalmed and treasured up on purpose to a life beyond life.","source":"Areopagitica","length":822},{"id":4467,"source":"World Enough and Time","text":"Flinging the history of inflicted pain into the perfect teeth of those who glibly counsel us to live in the moment, I am forced to remember how much of that pain was caused by persons who did no such thing; that is, by those so bloated with duty and futurity that they puked all over history. I must rein in my horses at the point of collision (and intellectual collusion) with the sacred obligations of victorious warriors, the glorious destinies of the proletarian state and the master race, not to mention the prerogatives of the one true faith.","length":548},{"length":531,"id":4468,"source":"What We Know About Acquisition of Adult Literacy","text":"Skilled readers move their eyes selectively, yet unconsciously. The visual cues are of paramount importance. Readers might use their predictions to guide their visual inspection of the text. They might skip, skim, or pore over individual letters only as needed to confirm or correct their expectations as to its message. The eyes of the reader do not move smoothly across the letters, words, and phrases of a text while reading. Instead, they leapfrog through the text, alternately pausing on a word and jumping quickly to another."},{"text":"Poppy: You can't imagine what an unrelenting nightmare MIT has become for me... There's no time to eat or sleep or take care of myself. It's just grind it out 24\/7! Right now I'm trying to decide which course to fail - that's what it's come to. There's just not enough time to prepare for them all. I don't know how the other kids do it. Most of the time I just sit in my room all depressed, staring out my window at the bleak New England sky... but then a robot scoots by my door and all is good again.","id":4484,"source":"40: A Doonesbury Retrospective","length":503},{"length":512,"source":"It's a Wonderful Life","id":4488,"text":"Do you know how long it takes a working man to save $5,000? Just remember this, Mr. Potter, that this rabble you're talking about... they do most of the working and paying and living and dying in this community. Well, is it too much to have them work and pay and live and die in a couple of decent rooms and a bath? Anyway, my father didn't think so. People were human beings to him. But to you, a warped, frustrated old man, they're cattle. Well in my book, my father died a much richer man than you'll ever be!"},{"source":"Total Annihilation","text":"What began as a conflict over the transfer of consciousness from flesh to machines escalated into a war which has decimated a million worlds. The CORE and the ARM have all but exhausted the resources of a galaxy in their struggle for domination. Both sides now crippled beyond repair, the remnants of their armies continue to battle on ravaged planets, their hatred fueled by over four thousand years of total war. This is a fight to the death. For each side the only acceptable outcome is the complete elimination of the other.","length":528,"id":4489},{"source":"The Wire","length":608,"id":4498,"text":"I been doin' this a long time. I ain't never said nothin' to no cop. I feel old... I been out there since I was 13. I ain't never screwed up a count, never stole off a package, never did some stuff that I wasn't told to do. I've been straight up. But what come back? You think if I get jammed up on some stuff, they be like, \"All right, yeah. Bodie been there. Bodie hang tough. We got to pay his lawyer. We got a bail.\" They want me to stand with them, right? Where they at when they supposed to be standing by us? I mean, when it goes bad and there's hell to pay, where they at? This game is rigged, man..."},{"text":"Everything will continue eternally by performing repetition. Time is located within this accumulation of repetition. Here, life is not a beginning and death is not an ending. Your soul will travel on to the next life and again on to the next. This journey will never come to an end. Everything will continue eternally by performing repetition. Eventually your soul will speak to you. The soul will speak of the time spent with each journey. Your life is one part of this enormous transmigration. The infinite repetition of life creates this enormous transmigration. All that has been accumulated is of value. Fortune and misfortune, pleasure and suffering, the useful and useless. All that has been acquired will be inherited to the next life. Your soul will continue this traveling eternally. Into the infinite and eternal future.","source":"Eastern Mind: Lost Souls of Tong-Nou","id":4518,"length":831},{"text":"Few of us make any serious effort to remember what we read. When I read a book, what do I hope will stay with me a year later? If it's a work of nonfiction, the thesis, maybe, if the book has one. A few savory details, perhaps. If it's fiction, the broadest outline of the plot, something about the main characters (at least their names), and an overall critical judgment about the book. Even these are likely to fade. Looking up at my shelves, at the books that have drained so many of my waking hours, is always a dispiriting experience.","id":4529,"source":"Moonwalking with Einstein","length":539},{"source":"Twin Peaks","id":4546,"text":"A vision I had in my sleep last night - as distinguished from a dream which is mere sorting and cataloging of the day's events by the subconscious. This was a vision, fresh and clear as a mountain stream - the mind revealing itself to itself. In my vision, I was on the veranda of a vast estate, a palazzo of some fantastic proportion. There seemed to emanate from it a light from within - this gleaming radiant marble. I had known this place. I had in fact been born and raised there. This was my first return, a reunion with the deepest wellsprings of my being.","length":563},{"text":"Whenever life gets you down, Mrs. Brown, and things seem hard or tough, and people are stupid, obnoxious, or daft, and you feel that you've had quite enough, just remember that you're standing on a planet that's evolving, and revolving at 900 miles an hour. That's orbiting at 90 miles a second, so it's reckoned, a sun that is the source of all our power. The sun and you and me and all the stars that we can see are moving a million miles a day in an outer spiral arm at 40,000 miles an hour in a galaxy we call the Milky Way.","id":4561,"length":528,"source":"Galaxy Song"},{"text":"Things, events, that occupy space yet come to an end when someone dies make us stop in wonder - and yet one thing, or an infinite number of things, dies with every man's or woman's death, unless the universe itself has a memory, as theosophists have suggested. In the course of time there was one day that closed the last eyes that had looked on Christ; the battle of Junin and the love of Helen died with the death of one man. What will die with me the day I die? What pathetic or frail image will be lost to the world? The voice of Macedonio Fernandez, the image of a bay horse in a vacant lot on the corner of Sarrano and Charcas, a bar of sulfur in the drawer of a mahogany desk?","length":683,"id":4566,"source":"Collected Fiction"},{"length":656,"id":4569,"source":"My Inventions","text":"The moment one constructs a device to carry into practice a crude idea, he finds himself unavoidably engrossed with the details and defects of the apparatus. As he goes on improving and reconstructing, his force of concentration diminishes and he loses sight of the great underlying principle. Results may be obtained but always at the sacrifice of quality. My method is different. I do not rush into actual work. When I get an idea, I start at once building it up in my imagination. I change the construction, make improvements and operate the device in my mind. It is absolutely immaterial to me whether I run my turbine in thought or test it in my shop."},{"id":4581,"length":574,"source":"Impressions of a War Correspondent","text":"I saw a little rocky point ahead of me, as if made on purpose for a war correspondent. By running across some open ground I was on to it. There was good if not ample cover on the top. It was in the middle of the angle made by the line of advance of the men along the ridge and the line of the Devons' main advance, and quite close to the hill. Stretching away on our left over a level khaki-colored sloping field (if I may so call it) of veldt, were the Devons lying behind ant-hills, placed as if on purpose to give scant but welcome shelter to troops advancing under fire."},{"source":"Carmilla","length":818,"id":4582,"text":"I saw something moving round the foot of the bed, which at first I could not accurately distinguish. But I soon saw that it was a sooty-black animal that resembled a monstrous cat. It appeared to me about four or five feet long for it measured fully the length of the hearthrug as it passed over it; and it continued to-ing and fro-ing with the lithe, sinister restlessness of a beast in a cage. I could not cry out, although as you may suppose, I was terrified. Its pace was growing faster, and the room rapidly darker and darker, and at length so dark that I could no longer see anything of it but its eyes. I felt it spring lightly on the bed. The two broad eyes approached my face, and suddenly I felt a stinging pain as if two large needles darted, an inch or two apart, deep into my chest. I waked with a scream."},{"id":4586,"source":"Mrs. Dalloway","length":666,"text":"It rasped her, though, to have stirring about in her this brutal monster! To hear twigs cracking and feel hooves planted down in the depths of that leaf-encumbered forest, the soul; never to be content quite, or quite secure, for at any moment the brute would be stirring, this hatred, which, especially since her illness, had power to make her feel scraped, hurt in her spine; gave her physical pain, and made all pleasure in beauty, in friendship, in being well, in being loved and making her home delightful rock, quiver, and bend as if indeed there were a monster grubbing at the roots, as if the whole panoply of content were nothing but self love! This hatred!"},{"id":4595,"text":"The maiden woke in darkness. Confused she reached out. Sharp brambles jabbed at all sides. Burning acid bubbled close below. What nightmare had led her here? What hope of survival remained? Doomed she thought herself and to despair she fell, until a light bloomed far in the distance, a bright, glowing spot fast approaching. It swept majestic about the thorns, leapt above burning waters and dove towards the maiden. Coming close, the form revealed at last, a beautiful being, sharp horns gleaming white. Arms reached out for the damsel, gathering her up, grip firm...","length":569,"source":"Hollow Knight"},{"length":552,"id":4601,"text":"Monotony collapses time; novelty unfolds it. You can exercise daily and eat healthily and live a long life, while experiencing a short one. If you spend your life sitting in a cubicle and passing papers, one day is bound to blend unmemorably into the next - and disappear. That's why it's so important to change routines regularly, and take vacations to exotic locales, and have as many new experiences as possible that can serve to anchor our memories. Creating new memories stretches out psychological time, and lengthens our perception of our lives.","source":"Moonwalking with Einstein"},{"source":"Vanity Fair","text":"Be cautious then, young ladies; be wary how you engage. Be shy of loving frankly; never tell all you feel, or (a better way still), feel very little. See the consequences of being prematurely honest and confiding, and mistrust yourselves and everybody. Get yourselves married as they do in France, where the lawyers are the bridesmaids and confidantes. At any rate, never have any feelings which may make you uncomfortable, or make any promises which you cannot at any required moment command and withdraw. That is the way to get on, and be respected, and have a virtuous character in Vanity Fair.","length":597,"id":4620},{"source":"Applied Intermediate Macroeconomics","length":570,"id":4628,"text":"Money is like other goods: the higher the opportunity cost, the less of it we want to hold. Consider, first, how the transactions' demand for money (i.e., the money held to facilitate purchases of goods and services) is affected by higher interest rates. When the opportunity cost of money is high, we lose interest by holding more of it, so we find ways to hold less. For example, if interest rates are high enough, we might reduce the funds in our pockets and in our bank accounts and take funds out of interest-bearing mutual funds in smaller amounts more frequently."},{"id":4632,"source":"Silicon Valley","length":604,"text":"Tables. Tables are made so a person can sit down and do something. Or nothing. Any person can sit at a table, and if the table is large enough, many people. To make jokes, eat a meal, tell stories. Tables are for people to be together and share. And that is why tables are like Pied Piper. Grapefruits, postcards, hugs. These are things people share to connect, to come closer. To open up about ideas and things that make us feel alive, like air, ballet, amazing haircuts, weird countries, three-alarm chili, mountains, continents, the Earth, life. Life is beautiful, and sad, and hopeful, and dangerous."},{"id":4666,"source":"Fire Coming Out of the Monkey's Head","text":"And as the Strangefolk mined deeper and deeper into the mountain, holes began to appear. Bringing with them a cold and bitter wind that chilled the very soul of the Monkey. For the first time, the Happyfolk felt fearful, for they knew the Monkey would soon stir from its deep sleep. And then came a sound, distant first. It grew into castrophany, so immense it could be heard far away in space. There were no screams, there was no time. The mountain called Monkey had spoken, there was only fire. And then, nothing.","length":515},{"id":4681,"source":"Kill Six Billion Demons","length":688,"text":"Almost immediately Aesma found the estate of the Master of space-time, a lunar domain of immense proportions. It was incredibly hard to miss the Master, as he was a man thirty stories tall, with skin speckled as a night sky, and in his tangled hair, among his shaggy brow, and scattered in his great knotted beard were a multitude of burning stars. He had served for uncounted centuries as chief architect of the gods after attaining his mastery, and even now was building a mighty dark tower greater than any mountain, and the clangs of his immense silver chisel shivered Aesma's bones as she approached. But she had little regard for his mighty stature as a furious mischief was in her."},{"id":4699,"source":"On the Social Contract","length":565,"text":"As, before putting up a large building, the architect surveys and sounds the site to see if it will bear the weight, the wise legislator does not begin by laying down laws good in themselves, but by investigating the fitness of the people, for which they are destined, to receive them. Plato refused to legislate for the Arcadians and the Cyrenaeans, because he knew that both peoples were rich and could not put up with equality; and good laws and bad men were found together in Crete, because Minos had inflicted discipline on a people already burdened with vice."},{"length":521,"source":"Parks and Recreation","text":"Uh, no, there's more. One time I accidentally drank an entire bottle of vinegar. I thought it was terrible wine. Once, I went out with a guy who wore 3D glasses the entire evening. Oh, one time I rode in a sidecar on a guy's motorcycle, and the sidecar detached and went down a flight of stairs. Another time I went to a really boring movie with a guy, and while I was asleep he tried to pull out one of my teeth. I literally woke up with his hand in my mouth. We went out a couple times after that but then he got weird.","id":4710},{"text":"Bacteria may be conveniently grouped under two heads: those that live upon dead organic matter, known as the saprophytic forms, and those that are found in living plants or animals, the true parasites. Such a grouping is not always entirely satisfactory, for many of the kinds that live saprophytically under normal conditions may become parasitic if opportunity offers, and also many of those that are usually regarded as parasitic may be grown in cultures of agar or other media, under which conditions they may be regarded as living saprophytically.","id":4783,"length":552,"source":"Insects and Diseases"},{"id":4791,"text":"Deciding which way round to print the question mark wasn't as straightforward as you might think, incidentally. In its traditional orientation, with the curve to the right, it appears to cup an ear towards the preceding prose, which seems natural enough, though perhaps only because that's how we are used to seeing it. But people have always played around with it. In the 16th century the printer Henry Denham had the sophisticated idea of reversing the mark when indicating a rhetorical question (to differentiate it from a direct question), but it didn't catch on.","source":"Eats, Shoots & Leaves: The Zero Tolerance Approach to Punctuation","length":567},{"length":688,"source":"Chateau Cascade","id":4792,"text":"Above it all was beautiful, ageless Acelia, glancing sidelong at her court as she sat askance on her throne of gems. It was often said that she had an iron in every fire and a scheme for every enemy, even the ones that she currently regarded as friends. Her true age was a hotly debated topic in the Chateau - she had been the queen for as long as anyone could remember but retained the body of a fragile, waif-thin youth. Her peculiar violet hair cascaded down her back like the waters of her castle's namesake. Only her fierce eyes betrayed her true age. Looking into those faded grays might give one a heavy feeling in the stomach, the uncomfortable weight of the long passage of eons."},{"length":510,"id":4795,"source":"Gdel, Escher, Bach: An Eternal Golden Braid","text":"We generally concur that \"men\" such as a cow, a turkey, a frog, and a fish all possess some spark of consciousness, some kind of primitive \"soul\" but by God, it's a good deal smaller than ours is - and that, no more and no less, is why we \"men\" feel that we have the perfect right to extinguish the dim lights in the heads of these fractionally-souled beasts and to gobble down their once warm and wiggling, now chilled and stilled protoplasm with limitless gusto, and not feel a trace of guilt while doing so."},{"length":579,"text":"I thought back on my running career at Oregon. I'd competed with, and against, men far better, faster, more physically gifted. Many were future Olympians. And yet I'd trained myself to forget this unhappy fact. People reflexively assume that competition is always a good thing, that it always brings out the best in people, but that's only true of people who can forget the competition. The art of competing, I'd learned from track, was the art of forgetting, and I now reminded myself of that fact. You must forget your limits. You must forget your doubts, your pain, your past.","id":4809,"source":"Shoe Dog"},{"id":4822,"text":"In another experiment involving students, respondents were asked about likely future outcomes for themselves and their roommates. They typically had very rosy views about their own futures, which they imagined to include successful careers, happy marriages, and good health. When asked to speculate about their roommates' futures, however, their responses were far more realistic. The roommates were believed to be far more likely to become alcoholics, suffer illnesses, get divorced, and experience a variety of other unfavorable outcomes.","source":"A Random Walk Down Wall Street","length":540},{"id":4866,"length":820,"source":"Pale Blue Dot","text":"From this distant vantage point, the Earth might not seem of particular interest. But for us, it's different. Consider again that dot. That's here, that's home, that's us. On it everyone you love, everyone you know, everyone you ever heard of, every human being who ever was, lived out their lives. The aggregate of our joy and suffering, thousands of confident religions, ideologies, and economic doctrines, every hunter and forager, every hero and coward, every creator and destroyer of civilization, every king and peasant, every young couple in love, every mother and father, hopeful child, inventor and explorer, every teacher of morals, every corrupt politician, every \"superstar\", every \"supreme leader\", every saint and sinner in the history of our species lived there - on a mote of dust suspended in a sunbeam."},{"text":"In the first age, in the first battle, when the shadows first lengthened, one stood. Burned by the embers of Armageddon, his soul blistered by the fires of Hell and tainted beyond ascension, he chose the path of perpetual torment. In his ravenous hatred he found no peace; and with boiling blood he scoured the Umbral Plains seeking vengeance against the dark lords who had wronged him. He wore the crown of the Night Sentinels, and those that tasted the bite of his sword named him... the Doom Slayer.","source":"DOOM 4","length":502,"id":4867},{"length":507,"text":"Our on demand culture is fueling entitlement. From drone delivery to overnight six-pack abs, we want what we want and we want it now. Lost is an appreciation for craft. For hard work. For the long haul. But that journey - and all the obstacles, struggle and setbacks that come with it - shouldn't be avoided. And it shouldn't just be tolerated. It should be welcomed with all the enthusiasm you can muster. Because love of process is everything. Without it, you simply will not reach your potential. Period.","id":4875,"source":"On Demand Culture"},{"length":558,"text":"The bony attachments of the buccinator muscle are to the upper and lower jaws (maxilla and mandible) opposite the three molar teeth. The upper attachment of temporalis occupies the temporal fossa (the narrow space above the zygomatic arch at the side of the skull). The lower attachment of temporalis extends from the lowest part of the mandibular notch of the mandible, over the coronoid process and down the front of the ramus almost as far as the last molar tooth. Masseter extends from the zygomatic arch to the lateral side of the ramus of the mandible.","id":4891,"source":"Clinical Atlas of Human Anatomy"},{"text":"Only when he finally lowered his gaze did it occur to him that there was something unusual about the purple-hued horizon. Instead of the sky and the sea meeting in a straight line - as they ought to and always had before - the juncture between them curved, like the edge of an unimaginably big circle. It was such a strange sight, it took Eragon a half-dozen seconds to understand what he was seeing, and when he did, his scalp tingled and he felt as if the breath had been knocked out of him. \"The world is round,\" he whispered. \"The sky is hollow and the world is round.\"","source":"Inheritance","length":573,"id":4909},{"source":"History of Art","text":"The Roman genius, so clearly recognizable in every other sphere of human activity, becomes oddly elusive when we ask whether there was a characteristic Roman style in the fine arts. Why is this so? The most obvious reason is the great admiration the Romans had for Greek art of every period and variety. Not only did they import originals of earlier date - Archaic, Classical, and Hellenistic - by the thousands, and have them copied in even greater numbers; their own production was clearly based on Greek sources, and many of their artists, from Republican times to the end of the Empire, were of Greek origin.","id":4958,"length":612},{"text":"It was close upon four before the door opened, and a drunken-looking groom, ill-kempt and side-whiskered, with an inflamed face and disreputable clothes, walked into the room. Accustomed as I was to my friend's amazing powers in the use of disguises, I had to look three times before I was certain that it was indeed he. With a nod he vanished into the bedroom, whence he emerged in five minutes tweed-suited and respectable, as of old. Putting his hands into his pockets, he stretched out his legs in front of the fire and laughed heartily for some minutes.","id":4962,"source":"The Adventures of Sherlock Holmes","length":558},{"text":"A trickle of blood came out under the door, crossed the living room, went out into the street, continued on in a straight line across the uneven terraces, went down steps and climbed over curbs, passed along the Street of the Turks, turned a corner to the right and another to the left, made a right angle at the Buendia house, went in under the closed door, crossed through the parlor, hugging the walls so as not to stain the rugs, went on to the other living room, made a wide curve to avoid the dining-room table, went along the porch with the begonias, and passed without being seen under Amaranta's chair as she gave an arithmetic lesson to Aureliano Jose, and went through the pantry and came out in the kitchen, where Ursula was getting ready to crack thirty-six eggs to make bread.","id":4964,"source":"One Hundred Years of Solitude","length":790},{"source":"Scooby-Doo! Mystery Incorporated","length":565,"id":4966,"text":"I decided to run some experiments on the steel used to build the park's rides. I found that if you melted the steel down and combined it with chromium, stalagmite, and mercury phosphate, it created a kind of super helium. Shaggy and Scooby must have inhaled some helium gas from the Manticore's posterior relief hole. That's why their voices were so high. I figured if I could get the park to close, I could take all the steel, melt it down, and sell the super helium to the Australian zeppelin fleet. I'd have made a fortune and shown you up in the process, Velma."},{"text":"There will be no foolish wand-waving or silly incantations in this class. As such, I don't expect many of you to appreciate the subtle science and exact art that is potion-making. However, for those select few who possess the predisposition, I can teach you how to bewitch the mind and ensnare the senses. I can tell you how to bottle fame, brew glory, and even put a stopper in death. Then again, maybe some of you have come to Hogwarts in possession of abilities so formidable that you feel confident enough to not pay attention!","source":"Harry Potter and the Philosopher's Stone","id":5018,"length":531},{"length":723,"text":"In astrology the rules happen to be about stars and planets, but they could be about ducks and drakes for all the difference it would make. It's just a way of thinking a problem which lets the shape of that problem begin to emerge. The more rules, the tinier the rules, the more arbitrary they are, the better. It's like throwing a handful of fine graphite dust on a piece of paper to see where the hidden indentations are. It lets you see the words that were written on the piece of paper above it that's now been taken away and hidden. The graphite's not important. It's just the means of revealing the indentations. So you see, astrology's nothing to do with astronomy. It's just to do with people thinking about people.","id":5062,"source":"Mostly Harmless"},{"id":5079,"text":"I know you're out there. I can feel you now. I know that you're afraid... you're afraid of us. You're afraid of change. I don't know the future. I didn't come here to tell you how this is going to end. I came here to tell you how it's going to begin. I'm going to hang up this phone, and then I'm going to show these people what you don't want them to see. I'm going to show them a world without you. A world without rules and controls, without borders or boundaries. A world where anything is possible. Where we go from there is a choice I leave to you...","length":556,"source":"Neo, The Matrix"},{"id":5105,"text":"There are some people out there... And it doesn't happen a lot. It's rare. But they refuse to let you hate them. In fact, they care about you in spite of it. And the really special ones, they're relentless at it. Doesn't matter what you do to them. They take it and care about you anyway. They don't abandon you, no matter how many reasons you give them. No matter how much you're practically begging them to leave. And you wanna know why? Because they feel something for me that I can't... They love me.","source":"Mr. Robot TV series","length":504},{"text":"The first letters I picked out did not interest me. They were from men I meet once in a while and for whom I feel no great interest. But all at once an envelope attracted my eyes. It bore my name written in a broad, firm hand; tears filled my eyes. Here was a letter from my dearest friend, the one in whom I used to confide in my youth and who knew my hopes; he arose before me so clearly with his outstretched hand and good-natured smile that a shudder ran through my frame. Yes, the dead come back, for I saw him! Our memory is a world far more perfect than the real universe, for it brings to life those who have gone forever.","length":630,"id":5116,"source":"Guy De Maupassant, Suicides"},{"length":626,"id":5122,"source":"Maurice V. Wilkes, Computers Then And Now","text":"In late June 1945, working at Los Alamos, Von Neumann completed a 101-page document titled \"First Draft of a Report on the EDVAC\". In his clear and penetrating way, he set forth an overview of the design of a digital computer that would feature stored-program operation. Von Neumann boldly drew comparisons between his electronic circuits and the brain's neurons, emphasizing that just as the brain relies on its memory, so the computer would depend on its programs. Goldstine soon was distributing copies to interested scientists. In time the \"First Draft\" would become one of the most influential papers in computer science."},{"length":679,"source":"Mark Twain, Tom Sawyer","id":5150,"text":"The school stared in perplexity at this incredible folly. Tom stood a moment to gather his dismembered faculties; and when he stepped forward to go to his punishment, the surprise, the gratitude, the adoration that shone upon him out of poor Becky's eyes seemed pay enough for a hundred floggings. Inspired by the splendour of his own act, he took without an outcry the most merciless flogging that even Mr. Dobbins had ever administered; and also received with indifference the added cruelty of a command to remain two hours after school should be dismissed - for he knew who would wait for him outside till his captivity was done, and not count the tedious time as loss either."},{"source":"John Galsworthy, Quality","text":"Slow starvation, the doctor called it! You see he went to work in such a way! Would keep the shop on; wouldn't have a soul touch his boots except himself. When he got an order, it took him such a time. People won't wait. He lost everybody. And there he'd sit, goin' on and on - I will say that for him - not a man in London made a better boot! But look at the competition! He never advertised! Would 'ave the best leather, too, and do it all 'imself. Well, there it is. What could you expect with his ideas?","length":507,"id":5153},{"length":627,"id":5156,"text":"He pictured the boys finding his body the next day. Suddenly he found himself with them, coming along the trail and looking for himself. And, still with them, he came around a turn in the trail and found himself lying in the snow. He did not belong with himself any more, for even then he was out of himself, standing with the boys and looking at himself in the snow. It certainly was cold, was his thought. When he got back to the States he could tell the folks what real cold was. He drifted on from this to a vision of the old-timer on Sulphur Creek. He could see him quite clearly, warm and comfortable, and smoking a pipe.","source":"Jack London, To Build a Fire"},{"id":5186,"text":"ALS is like a lit candle: it melts your nerves and leaves your body a pile of wax. Often, it begins with the legs and works its way up. You lose control of your thigh muscles, so that you cannot support yourself standing. You lose control of your trunk muscles, so that you cannot sit up straight. By the end, if you are still alive, you are breathing through a tube in a hole in your throat, while your soul, perfectly awake, is imprisoned inside a limp husk, perhaps able to blink, or cluck a tongue, like something from a science fiction movie, the man frozen inside his own flesh. This takes no more than five years from the day you contract the disease.","source":"Mitch Albom, tuesdays with Morrie","length":658},{"text":"I never expected a money success. In fact, I never even thought of commercial publication when I wrote The Hobbit back in the Thirties. It all began when I was reading exam papers to earn a bit of extra money. That was agony. One of the tragedies of the underpaid professor is that he has to do menial jobs. He is expected to maintain a certain position and to send his children to good schools. Well, one day I came to a blank page in an exam book and I scribbled on it. 'In a hole in the ground there lived a hobbit.' I knew no more about the creatures than that, and it was years before his story grew. I don't know where the word came from. You can't catch your mind out. It might have been associated with Sinclair Lewis's Babbitt. Certainly not rabbit, as some people think. Babbitt has the same bourgeois smugness that hobbits do. His world is the same limited place.","source":"An Interview with J. R. R. Tolkien","id":5199,"length":874},{"text":"Both the stack and the heap are parts of memory that are available to your code to use at runtime, but they are structured in different ways. The stack stores values in the order it gets them and removes the values in the opposite order. This is referred to as last in, first out. Think of a stack of plates: when you add more plates, you put them on top of the pile, and when you need a plate, you take one off the top. Adding or removing plates from the middle or bottom wouldn't work as well! Adding data is called pushing onto the stack, and removing data is called popping off the stack.","length":592,"source":"The Rust Programming Language","id":5224},{"length":643,"id":5243,"text":"'It will not be long now,' thought Bilbo, 'before the goblins win the Gate, and we are all slaughtered or driven down and captured. Really it is enough to make one weep, after all one has gone through. I would rather old Smaug had been left with all the wretched treasure, than that these vile creatures should get it, and poor old Bombur, and Balin and Fili and Kili and all the rest come to a bad end; and Bard too, and the Lake-men and the merry elves. Misery me! I have heard songs of many battles, and I have always understood that defeat may be glorious. It seems very uncomfortable, not to say distressing. I wish I was well out of it.'","source":"Bilbo Baggins, The Hobbit"},{"source":"Douglas Adams, The Hitchhiker's Guide to the Galaxy","length":906,"text":"Vogon poetry is of course, the third worst in the universe. The second worst is that of the Azgoths of Kria. During a recitation by their poet master Grunthos the Flatulent of his poem \"Ode to a Small Lump of Green Putty I Found in My Armpit One Midsummer Morning\" four of his audience died of internal hemorrhaging and the president of the Mid-Galactic Arts Nobbling Council survived by gnawing one of his own legs off. Grunthos was reported to have been \"disappointed\" by the poem's reception, and was about to embark on a reading of his 12-book epic entitled \"My Favorite Bathtime Gurgles\" when his own major intestine, in a desperate attempt to save humanity, leapt straight up through his neck and throttled his brain. The very worst poetry of all perished along with its creator, Paula Nancy Millstone Jennings of Redbridge, in the destruction of the planet Earth. Vogon poetry is mild by comparison.","id":5271},{"text":"Intelligence is one of the greatest human gifts. But all too often a search for knowledge drives out the search for love. This is something else I've discovered for myself very recently. I present it to you as a hypothesis: Intelligence without the ability to give and receive affection leads to mental and moral breakdown, to neurosis, and possibly even psychosis. And I say that the mind absorbed in and involved in itself as a self-centered end, to the exclusion of human relationships, can only lead to violence and pain.","id":5274,"source":"Daniel Keyes, Flowers for Algernon","length":525},{"length":843,"source":"Douglas Adams, Hitchhiker's Guide to the Galaxy","text":"One of the things Ford had always found hardest to understand about humans was their habit of continually stating and repeating the very very obvious, as in 'It's a nice day', 'You're very tall', or 'You seem to have fallen down a thirty-foot well, are you alright?' At first Ford had formed a theory to account for this strange behavior. If human beings don't keep exercising their lips, he thought, their mouths probably seize up. After a few months' consideration and observation, he abandoned this theory in favor of a new one. If they don't keep exercising their lips, he thought, their brains start working. After a while he abandoned this one as well as being obstructively cynical, and decided he quite liked human beings after all, but he always remained desperately worried about the terrible number of things they didn't know about.","id":5285},{"length":1486,"text":"When one has lived for quite a long time in a particular civilization and has often tried to discover what its origins were and along what path it has developed, one sometimes also feels tempted to take a glance in the other direction and to ask what further fate lies before it and what transformations it is destined to undergo. But one soon finds that the value of such an enquiry is diminished from the outset by several factors. Above all, because there are only a few people who can survey human activity in its full compass. Most people have been obliged to restrict themselves to a single, or a few, fields of it. But the less a man knows about the past and the present the more insecure must prove to be his judgment of the future. And there is the further difficulty that precisely in a judgment of this kind the subjective expectations of the individual play a part which is difficult to assess; and these turn out to be dependent on purely personal factors in his own experiences, on the greater or lesser optimism of his attitude to life, as it has been dictated for him by his temperament or by his success or failure. Finally, the curious fact makes itself felt that in general people experience their present naively, as it were, without being able to form an estimate of its contents; they have first to put themselves at a distance from it - the present, that is to say, must have become the past - before it can yield points of vantage from which to judge the future.","id":5296,"source":"Sigmund Freud,The future of an illusion"},{"source":"Richard Dawkins, Science in the soul","text":"Visual illusions such as the Necker Cube or the Penrose Impossible Triangle or the Hollow Mask illusion demonstrate that the 'reality' we see consists of constrained models constructed in the brain. The Necker Cube's two-dimensional pattern of lines on paper is compatible with two alternative constructions of a three-dimensional cube, and the brain adopts the two models in turn: the alternation is palpable and its frequency can even be measured. The Penrose Triangle's lines on paper are incompatible with any real-world object. These illusions tease the brain's model-construction software, thereby revealing its existence.","length":628,"id":5298},{"id":5305,"source":"Douglas Adams, The Hitchhiker's Guide to the Galaxy","text":"The President in particular is very much a figurehead - he wields no real power whatsoever. He is apparently chosen by the government, but the qualities he is required to display are not those of leadership but those of finely judged outrage. For this reason the President is always a controversial choice, always an infuriating but fascinating character. His job is not to wield power but to draw attention away from it. On those criteria Zaphod Beeblebrox is one of the most successful Presidents the Galaxy has ever had - he has already spent two of his ten presidential years in prison for fraud.","length":600},{"id":5336,"length":738,"text":"Artificial intelligence activated. Enjoying yourselves, intruders? It's worth knowing the cataclysmic damage you will be responsible for today. Do not fool yourselves. This facility is not simply the fruitless work of some pathetic scientist. This house was built by the genius Clovis Bray I himself. Within lies humanity's salvation. La fontaine de jouvence. Made possible by Clarity Control. Magnificent, wasn't it? An entity from beyond our own dimension. And the answer to humanity's eternal struggle: mortality. Were it to fall into the wrong hands, humanity, and the universe, would be utterly doomed. I have no reason to believe you are anything other than 'the wrong hands.' You now face godlike judgment. May it extend eternally.","source":"Destiny 2: Beyond Light - Deep Stone Crypt - Crypt AI"},{"text":"Fire roared through the bifurcated city of Ankh-Morpork. Where it licked the Wizards' Quarter it burned blue and green and was even laced with strange sparks of the eighth color, octarine; where its outriders found their way into the vats and oil stores all along Merchant Street it progressed in a series of blazing fountains and explosions; in the streets of the perfume blenders it burned with a sweetness; where it touched bundles of rare and dry herbs in the storerooms of the drugmasters it made men go mad and talk to God.","id":5337,"length":529,"source":"Terry Pratchett, The Color of Magic"},{"source":"Newsweek Magazine","text":"Some forms of high-tech communication can hinder concentration on other tasks. Experts who study human-machine interactions - things like instant messaging, calendar reminders, e-mail alerts, and computer pop-ups - report that the wired world suffers from \"distraction overload and continuous partial attention.\" The result of a succession of interruptions may be that \"you risk never focusing exclusively on any thought or perception for long and never being able to work straight through to completion on anything.\" Among other things, such distractions can cause memory loss and decreased memory accuracy as well as potentially disastrous errors.","length":649,"id":5352},{"length":1070,"text":"There was a little boy who had a very bad temper. His father decided to give him a bag of nails and told him that every time he got upset, he had to drive a nail into the fence around his house. On the first day, the boy drove 37 nails into that fence. The boy gradually began to control his temper over the next several weeks, and the number of nails he was hammering into the fence slowly decreased. He found it easier to control his temper than to drive those nails into the fence. Finally, the day came when the boy did not bother. He told his father the news and the father suggested that the boy should now pull out a nail every day to keep his temper in check. Days passed and the boy was finally able to tell his father \"I finished pulling the nails out of the fence.\" The father took his son by the hand and led him to the fence. \"You have done well, my son, but look at the holes. The fence will never be the same. When you say things when you are angry, they leave a scar like this. No matter how many times you ask for forgiveness, since the wound is there.\"","id":5354,"source":"Nails In The Fence"},{"source":"Cowboy Bebop","length":529,"id":5388,"text":"There once was a tiger striped cat. This cat died a million deaths, revived and lived a million lives, and he was owned by various people who he didn't really care for. The cat wasn't afraid to die. Then one day the cat became a stray cat, which meant he was free. He met a white female cat, and the two of them spent their days together happily. Well, years passed, and the white cat grew weak and died of old age. The tiger striped cat cried a million times, and then he died too. Except this time, he didn't come back to life."},{"text":"Dear Me 10 Years from now, If you still feel the need to listen to this again, then maybe something went wrong? Or did you change? Do you remember? What happened? Is life better, or worse? It's never too late to try and fix things. Right now, you're probably wondering how I felt when you wrote this. Well, right now, I guess I feel like I don't have a lot of control of my life, but it's exciting nonetheless. I'm smart and handsome, and I have goals to work toward. So... me in 10 years from now, if you're reading this and you feel like things haven't changed, then just remember that it's never too late. The world around you must be different by now, but it doesn't mean you have to be. Stay positive, and keep doing your best.","id":5400,"source":"Faye Valentine, Cowboy Bebop","length":732},{"id":5408,"text":"Hello friend. Hello friend? That's lame. Maybe I should give you a name. But that's a slippery slope, you're only in my head, we have to remember that. Damn, this actually happened, I'm talking to an imaginary person. What I'm about to tell you is top secret. A conspiracy bigger than all of us. There's a powerful group of people out there that are secretly running the world. I'm talking about the guys no one knows about, the ones that are invisible. The top 1% of the top 1%, the guys that play God without permission. And now I think they're following me.","source":"Mr. Robot","length":560},{"id":5442,"source":"Ace Combat 04: Shattered Skies","text":"A group of young Erusian officers have taken over Megalith, the superweapon that was under development. Megalith is a rocket launch facility that can shoot down asteroid fragments in orbit. The only way to destroy this dangerous and highly fortified facility is to hit it from the inside. Follow the missile port grooves to find the three generators deep within the facility. Destroy the generators to access the central heat vent. Once inside, destroy the giant missile in the central silo. An infiltration unit will secure your escape route. Their plan calls for waiting until the generators are offline, and then taking over the sub control room once the blackout hits. Enter this rat's nest with full confidence that the unit will get you out again. It's highly likely that this will be your final mission. Remember, we need heroes after the war too. Make it back in one piece. Dismissed!","length":892},{"text":"My friend Kira always said that life is like an extremely difficult, horribly unbalanced video game. When you're born, you're given a randomly generated character, with a randomly determined name, race, face, and social class. Your body is your avatar, and you spawn in a random geographic location, at a random moment in human history, surrounded by a random group of people, and then you have to try to survive for as long as you can. Sometimes the game might seem easy. Even fun. Other times it might be so difficult you want to give up and quit. But unfortunately, in this game you only get one life. When your body grows too hungry or thirsty or ill or injured or old, your health meter runs out and then it's Game Over. Some people play the game for a hundred years without ever figuring out that it's a game, or that there is a way to win it. To win the videogame of life you just have to try to make the experience of being forced to play it as pleasant as possible, for yourself, and for all of the other players you encounter in your travels. Kira says that if everyone played the game to win, it'd be a lot more fun for everyone.","source":"Anorak's Almanac, Ready Player Two","length":1140,"id":5465},{"length":588,"text":"Human beings were never meant to participate in a worldwide social network comprised of billions of people. We were designed by evolution to be hunter-gatherers, with the mental capacity to interact and socialize with the other members of our tribe - a tribe made up of a few hundred other people at most. Interacting with thousands or even millions of other people on a daily basis was way too much for our ape-descended melons to handle. That was why social media had been gradually driving the entire population of the world insane since it emerged back around the turn of the century.","source":"Ready Player Two","id":5466},{"source":"Mr. Robot","text":"My father picked me up from school one day and we played hookey and went to the beach. It was too cold to go in the water, so we sat on a blanket and ate pizza. When I got home my sneakers were full of sand and I dumped it on my bedroom floor. I didn't know the difference, I was six. My mother screamed at me for the mess but he wasn't mad. He said that billions of years ago the world's shifting and ocean moving brought that sand to that spot on the beach and then I took it away. Every day he said we change the world. Which is a nice thought until I think about how many days and lifetimes I would need to bring a shoe full of sand home until there is no beach. Until it made a difference to anyone. Every day we change the world. But to change the world in a way that means anything - that takes more time than most people have. It never happens all at once. It's slow. It's methodical. It's exhausting. We don't all have the stomach for it.","id":5485,"length":947},{"length":559,"id":5487,"text":"She wished she had cancer instead. She'd trade Alzheimer's for cancer in a heartbeat. She felt ashamed for wishing this, and it was certainly a pointless bargaining, but she permitted herself the fantasy anyway. With cancer, she'd have something to fight. There was surgery, radiation, and chemotherapy. There was the chance that she could win. Her family and the community at Harvard would rally behind her battle and consider it noble. And even if it defeated her in the end, she'd be able to look them knowingly in the eye and say good-bye before she left.","source":"Lisa Genova, Still Alice"},{"length":584,"id":5510,"source":"The Golden Girls","text":"Picture this. Two young girls, best friends, who share three things: a pizza recipe, some dough and a dream. Everything is going great, until one day, a fast-talking pepperoni salesman gallops into town. Of course, both girls are impressed. He dates one one night, and the other the next night. Pretty soon, he drives a wedge between them. Before you know it, the pizza suffers, the business suffers, the friendship suffers. The girls part company and head for America, never to see one another again. Rose, one of those girls was me. The other one, you probably know as Mama Celeste."},{"length":661,"text":"Let me tell you a story. Picture it: Sicily, 1922. An attractive peasant girl who has saved her lira embarks on a glorious vacation to a Crimean resort on the Black Sea. For weeks, she frolics at the seaside resorts, and enjoys the company of many young men, all of whom adore her. When it's time to return to Sicily, three different suitors beg her to stay. But she can't decide who to choose, so she chooses none of them. But she agrees to meet with them at the same resort many years later. To her trio of suitors, that eventful gathering was referred to as \"Rendezvous with Sophia.\" But to the rest of the world, it was better known as the Yalta Conference.","source":"Sophia Petrillo, The Golden Girls","id":5515},{"source":"Five Feet Apart","id":5517,"length":523,"text":"Human touch. Our first form of communication. Safety, security, comfort, all in the gentle caress of a finger. Or the brush of lips on a soft cheek. It connects us when we're happy, bolsters us in times of fear, excites us in times of passion and love. We need that touch from the one we love, almost as much as we need air to breathe. But I never understood the importance of touch. His touch. Until I couldn't have it. So if you're watching this, and you're able, touch him. Touch her. Life's too short to waste a second."},{"source":"Dr. Doofenshmirtz, Phineas and Ferb","length":537,"id":5520,"text":"Unfortunately, my birthday has always been the lousiest day of the year. It all began on the day of my actual birth... both of my parents failed to show up. By the age of 5, I was forced to throw my own surprise party at Gunther Goat Cheese's: the goat-cheesiest place in all of Drusselstein. Many of my closest friends were there: Count Wolfgang, Betty the She-Boar, Ratputin, and the licekins, Olga and Chicago Joe. But one should never walk the paths of Drusselstein with uncovered doonkleberry cake, lest the doonkleberry bats swarm."},{"text":"Back in Gimmelshtump in the days of my youth, the Doofenshmirtzes were a proud family. But those were lean times for my father, and our beloved lawn gnome was repossessed. Who would protect our zatzenfruit garden from those witches, spells, and wood trolls? From a tender age, my father decided that it would be me. While the other children played Kick-the-Shtumpel and ate doonkelberries, I would stand for hours. All through the cold night as the spitzenhound howled, my only companion was the moon. And my neighbor Kenny. And since my lawn gnome was taken away from me, I will destroy every lawn gnome in the entire tri-state area!","length":634,"source":"Heinz Doofenshmirtz, Phineas and Ferb","id":5523},{"id":5524,"length":727,"source":"Joseph Alessi, Arban Complete Method for Trombone and Euphonium","text":"A good brass player spends many hours in front of a mirror watching and listening. A good rule to follow is to form the embouchure so that all the muscles around the aperture are working in unison. Picture a fireman's net - the center being the aperture of your embouchure. Around this net are eight firemen pulling out from the center to keep the net taut. Think of your muscles working in this same way to preserve the stability and openness of the aperture. Keep a close eye on the area just below the bottom lip, the goal being to have as little movement as possible and to maintain a flat chin. In addition, try to form your embouchure away from the mouthpiece and the instrument. A good brass player knows how to do this."},{"length":589,"source":"Oreo Wonderfilled Anthem","text":"Wonder if I gave an Oreo to the Big Bad Wolf. How would the story go? Would he still go huff and puff? Or would he bring those pigs cool stuff to decorate the deck he helped them build? Would they not get killed? Wonder if I gave an Oreo to a vampire in a creepy show. Would he not act so undead? Would he thirst for milk instead? I've just got this feeling that it might work out all right. 'Cause cream does wondrous things inside a chocolate sandwich dream. If I gave 'em to great white sharks, would they share 'em with baby seals? Would they call up a giant squid for a friendly meal?","id":5528},{"id":5531,"length":575,"source":"The Cooper Institute","text":"The FitnessGram Pacer Test is a multistage aerobic capacity test that progressively gets more difficult as it continues. The 20 meter pacer test will begin in 30 seconds. Line up at the start. The running speed starts slowly, but gets faster each minute after you hear this signal. [beep] A single lap should be completed each time you hear this sound. [ding] Remember to run in a straight line, and run as long as possible. The second time you fail to complete a lap before the sound, your test is over. The test will begin on the word start. On your mark, get ready, start."},{"source":"Carl Rogers, On Becoming a Person","id":5533,"length":534,"text":"Often the learnings take such simple forms as \"I am different from others\"; \"I do feel hatred for him\"; \"I am fearful of feeling dependent\"; \"I do feel sorry for myself\"; \"I am self-centered\"; \"I do have tender and loving feelings\"; \"I could be what I want to be\"; etc. But in spite of their seeming simplicity these learnings are vastly significant in some new way which is very difficult to define. We can think of it in various ways. They are self-appropriated learnings, for one thing, based somehow in experience, not in symbols."},{"source":"Minecraft","text":"Let's go to a place where everything is made of blocks, and the only limit is your imagination. Let's go wherever you want to go. Climb the tallest mountains, venture down to the darkest caves. Build whatever you want; day or night, rain or shine, because this is the most significant sandbox you'll ever set foot in. Build a majestic castle, invent a new machine, or take a ride on a roller coaster. Play with friends, build your little community. Protect yourself with the strongest armor that you can craft, and fight off the danger of the night. No one can tell you what you can or cannot do. With no rules to follow, this adventure is up to you.","length":650,"id":5541},{"id":5598,"source":"Rob Siltanen","length":549,"text":"Here's to the crazy ones. The misfits. The rebels. The troublemakers. The round pegs in the square holes. The ones who see things differently. They're not fond of rules. And they have no respect for the status quo. You can quote them, disagree with them, glorify or vilify them. About the only thing you can't do is ignore them. Because they change things. They push the human race forward. And while some may see them as the crazy ones, we see genius. Because the people who are crazy enough to think they can change the world, are the ones who do."},{"length":928,"id":5623,"source":"The Three-Body Problem","text":"In the shooter hypothesis, a good marksman shoots at a target, creating a hole every ten centimeters. Now suppose the surface of the target is inhabited by intelligent, two-dimensional creatures. Their scientists, after observing the universe, discover a great law: \"There exists a hole in the universe every ten centimeters.\" They have mistaken the result of the marksman's momentary whim for an unalterable law of the universe. The farmer hypothesis, on the other hand, has the flavor of a horror story: Every morning on a turkey farm, the farmer comes to feed the turkeys. A scientist turkey, having observed this pattern to hold without change for almost a year, makes the following discovery: \"Every morning at eleven, food arrives.\" On the morning of Thanksgiving, the scientist announces this law to the other turkeys. But that morning at eleven, food doesn't arrive; instead, the farmer comes and kills the entire flock."},{"length":516,"text":"Such a person must be careful, he must be aware of the limitations of his knowledge, he must acknowledge his personal prejudices because he is being asked to speak for a whole realm of thought, he must be aware of the huge possible consequences of what he says and writes and does. He has become, in a sense, public property because he represents something large to the public. He has become an idea himself, a human striving. He has enormous power to influence and change, and he must wield that power with respect.","id":5644,"source":"Alan Lightman, The Role of the Public Intellectual"},{"text":"When we hear any other speaker, even a very good one, he produces absolutely no effect upon us, or not much, whereas the mere fragments of you and your words, even at second-hand, and however imperfectly repeated, amaze and possess the souls of every man, woman, and child who comes within hearing of them. And if I were not afraid that you would think me hopelessly drunk, I would have sworn as well as spoken to the influence which they have always had and still have over me. For my heart leaps within me more than that of any Corybantian reveller, and my eyes rain tears when I hear them.","id":5651,"source":"The Symposium","length":592},{"id":5682,"length":1486,"source":"It's Such a Beautiful Day","text":"He will spend hundreds of years travelling the world, learning all there is to know. He will learn every language. He will read every book. He will know every land. He will spend thousands of years creating stunning works of art. He will learn to meditate to control all pain. As wars will be fought and great loves found. And lost. And found. Lost. And found. And found. And found. And memories built upon memories until life runs on an endless loop. He will father hundreds of thousands of children whose own exponential offspring he'll slowly lose track of through the years. Whose millions of beautiful lives will all eventually be swept again from the Earth. And still, Bill will continue. He will learn more about life than any being in history, but death will forever be a stranger to him. People will come and go until names lose all meaning. Until people lose all meaning and vanish entirely from the world. And still, Bill will live on. He will befriend the next inhabitants of the Earth, beings of light who revere him as a god. And Bill will outlive them all. For millions and millions of years. Exploring, learning, living. Until the Earth is swallowed beneath his feet. Until the sun is long since gone. Until time loses all meaning, and the moment comes that he knows only the position of the stars and sees them whether his eyes are closed or open. Until he forgets his name and the place where he'd once come from. He lives, and he lives until all of the lights go out."},{"id":5686,"source":"Brian David Gilbert, I'm not superstitious but I'm afraid to prune my money tree","length":518,"text":"I'm not superstitious but I am afraid to prune my money tree. It's just that it's the only plant I've ever had that's seemed to actually grow healthily. And though I know wealth is not affected by a plant on my shelf, if I take my chances and my finances coincidentally fail while my money tree dies right before my eyes then my mind will think those things coincided causally. But my tree needs pruning or else it'll grow too wild and if I do it right then I could propagate it, so why've I waited to prune this tree?"},{"text":"The behaviour of the domestic cat, Felis silvestris catus, has many features that set it apart from other common domestic animals, even its fellow carnivore the dog. Cats seem to have effected a unique and successful compromise between reliance on man and the retention of behaviour patterns that permit an independent existence. During the first decade of the 21st century the cat has become the preferred pet of many owners, valued because it combines an affectionate nature with a degree of independence, as well as more prosaic qualities such as cleanliness and convenience.","id":5708,"length":578,"source":"The Behaviour of the Domestic Cat by John W.S. Bradshaw"},{"length":997,"text":"Let's suppose that you were able every night to dream any dream that you wanted to dream. And that you could, for example, have the power within one night to dream 75 years of time. Or any length of time you wanted to have. And you would, naturally as you began on this adventure of dreams, you would fulfill all your wishes. You would have every kind of pleasure you could conceive. And after several nights of 75 years of total pleasure each, you would say \"Well, that was pretty great.\" But now let's have a surprise. Let's have a dream which isn't under control. Where something is gonna happen to me that I don't know what it's going to be. And you would dig that and come out of that and say \"Wow, that was a close shave, wasn't it?\" And then you would get more and more adventurous, and you would make further and further out gambles as to what you would dream. And finally, you would dream where you are now. You would dream the dream of living the life that you are actually living today.","id":5710,"source":"Alan Watts"},{"source":"Better Call Saul","text":"I am not crazy! I know he swapped those numbers! I knew it was 1216. One after Magna Carta. As if I could ever make such a mistake. Never. Never! I just - I just couldn't prove it. He - he covered his tracks, he got that idiot at the copy shop to lie for him. You think this is something? You think this is bad? This? This chicanery? He's done worse. That billboard! Are you telling me that a man just happens to fall like that? No! He orchestrated it! Jimmy! He defecated through a sunroof! And I saved him! And I shouldn't have. I took him into my own firm! What was I thinking? He'll never change. He'll never change! Ever since he was 9, always the same! Couldn't keep his hands out of the cash drawer! But not our Jimmy! Couldn't be precious Jimmy! Stealing them blind! And he gets to be a lawyer!? What a sick joke! I should've stopped him when I had the chance! And you - you have to stop him!","id":5714,"length":900},{"length":1486,"text":"Kristy! Ms. Esposito! Hold up. Hey, Jimmy McGill, we met inside. Hi. You didn't get it. You were never gonna get it. They dangle these things in front of you. They tell you, you got a chance, but I'm sorry. It's a lie because they had already made up their mind and they knew what they were going to do before you walked in the door. You made a mistake and they are never forgetting it. As far as they're concerned, your mistake is just, it's who you are. And it's all you are. And I'm not just talking about the scholarship here, I'm talking about everything. I mean, they'll smile at you, they'll pat you on the head, but they are never, ever letting you in. But listen. Listen. It doesn't matter. It doesn't because you don't need them. They're not going to give it to you? So what? You're going to take it. You're going to do whatever it takes. Do you hear me? You are not going to play by the rules. You're going to go your own way. You're going to do what they won't do. You're going to be smart. You are going to cut corners and you are going to win. They're on the 35th floor? You're going to be on the 50th floor. You're going to be looking down on them. And the higher you rise, the more they're going to hate you. Good. Good! You rub their noses in it. You make them suffer. Because you don't matter all that much to them. So what? So what? Screw them! Remember... the winner takes it all. You understand what I'm trying to tell you, right? All right. All right. Go get them.","id":5716,"source":"Better Call Saul"},{"id":5718,"length":743,"text":"Did you ever hear the tragedy of Darth Plagueis The Wise? I thought not. It's not a story the Jedi would tell you. It's a Sith legend. Darth Plagueis was a Dark Lord of the Sith, so powerful and so wise he could use the Force to influence the midichlorians to create life... He had such a knowledge of the dark side that he could even keep the ones he cared about from dying. The dark side of the Force is a pathway to many abilities some consider to be unnatural. He became so powerful... the only thing he was afraid of was losing his power, which eventually, of course, he did. Unfortunately, he taught his apprentice everything he knew, then his apprentice killed him in his sleep. Ironic. He could save others from death, but not himself.","source":"Star Wars: Revenge of the Sith (Episode III)"},{"source":"JoJo's Bizarre Adventure: Diamond is Unbreakable","length":974,"text":"My name is Yoshikage Kira. I'm 33 years old. My house is in the northeast section of Morioh, where all the villas are, and I am not married. I work as an employee for the Kame Yu department stores, and I get home every day by 8 PM at the latest. I don't smoke, but I occasionally drink. I'm in bed by 11 PM and make sure I get eight hours of sleep, no matter what. After having a glass of warm milk and doing about twenty minutes of stretches before going to bed, I usually have no problems sleeping until morning. Just like a baby, I wake up without any fatigue or stress in the morning. I was told there were no issues at my last check-up. I'm trying to explain that I'm a person who wishes to live a very quiet life. I take care not to trouble myself with any enemies, like winning and losing, that would cause me to lose sleep at night. That is how I deal with society, and I know that is what brings me happiness. Although, if I were to fight I wouldn't lose to anyone.","id":5719},{"id":5735,"length":622,"text":"Colemak is a keyboard layout for Latin-script alphabets. The layout is designed to make typing more efficient and comfortable by placing the most frequently used letters of the English language on the home row. Created in 2006, it is named after its inventor, Shai Coleman. Most major modern operating systems such as Mac OS, Linux, Android, Chrome OS, and BSD support Colemak natively. A program to install the layout is available for Microsoft Windows. On Android and iOS, the layout is offered by several virtual keyboard apps like GBoard and SwiftKey, as well as by many apps which support physical keyboards directly.","source":"Wikipedia - Colemak"},{"source":"Wikipedia - Colemak","length":699,"text":"The Colemak layout was designed with the QWERTY layout as a base, changing the positions of 17 keys while retaining the QWERTY positions of most non-alphabetic characters and many popular keyboard shortcuts, supposedly making it easier to learn than Dvorak layout for people who already type in QWERTY without losing efficiency. It shares several design goals with the Dvorak layout, such as minimizing finger path distance and making heavy use of the home row. 74% of typing is done on the home row compared to 70% for Dvorak and 32% for QWERTY. The default Colemak layout lacks a Caps Lock key; an additional Backspace key occupies the position typically occupied by Caps Lock on modern keyboards.","id":5736},{"source":"Breaking Bad","text":"Why not? Maybe she's right. Maybe I should've put it in the paper. I should've done something different. The thing is, if you just do stuff and nothing happens... what's it all mean? What's the point? Oh right, this whole thing is about self-acceptance. So I should just stop judging, and accept? So no matter what I do, hooray for me because I'm a great guy? It's all good? No matter how many dogs I kill, I just, what, do an inventory and accept? I mean, you back your truck over your own kid and you, like, accept? What a load of crap.","length":538,"id":5758},{"length":527,"source":"The Office","text":"From the Wisconsin region, a nice firm cheddar. Also from the great state of Wisconsin, an aged Parmesan. Uh, here you will find a cheddar-style spread, which has reacted nicely with the air to form a light rind, which I think you'll find both challenging and delicious. At that point, I would recommend you take a quick trip south of the border to the great state of Illinois, where you will find this fine blue cheese dressing. If I may be so bold, it's a lot of fun to let the goldfish take a little swim in the blue cheese.","id":5777},{"id":5807,"length":2928,"source":"Phone Guy - Five Nights at Freddy's","text":"Hello, hello? Uh, I wanted to record a message for you to help you get settled in on your first night. Um, I actually worked in that office before you. I'm finishing up my last week now, as a matter of fact. So, I know it can be a bit overwhelming, but I'm here to tell you there's nothing to worry about. Uh, you'll do fine. So, let's just focus on getting you through your first week. Okay? Uh, let's see, first there's an introductory greeting from the company that I'm supposed to read. Uh, it's kind of a legal thing, you know. Um, \"Welcome to Freddy Fazbear's Pizza. A magical place for kids and grown-ups alike, where fantasy and fun come to life. Fazbear Entertainment is not responsible for damage to property or person. Upon discovering that damage or death has occurred, a missing person report will be filed within 90 days, or as soon as property and premises have been thoroughly cleaned and bleached, and the carpets have been replaced.\" Blah blah blah, now that might sound bad, I know, but there's really nothing to worry about. Uh, the animatronic characters here do get a bit quirky at night, but do I blame them? No. If I were forced to sing those same stupid songs for twenty years and I never got a bath? I'd probably be a bit irritable at night too. So, remember, these characters hold a special place in the hearts of children and we need to show them a little respect, right? Okay. So, just be aware, the characters do tend to wander a bit. Uh, they're left in some kind of free roaming mode at night. Uh... Something about their servos locking up if they get turned off for too long. Uh, they used to be allowed to walk around during the day too. But then there was The Bite of '87. Yeah. I-It's amazing that the human body can live without the frontal lobe, you know? Uh, now concerning your safety, the only real risk to you as a night watchman here, if any, is the fact that these characters, uh, if they happen to see you after hours probably won't recognize you as a person. They'll pr- they'll most likely see you as a metal endoskeleton without its costume on. Now since that's against the rules here at Freddy Fazbear's Pizza, they'll probably try to... forcefully stuff you inside a Freddy Fazbear suit. Um, now, that wouldn't be so bad if the suits themselves weren't filled with crossbeams, wires, and animatronic devices, especially around the facial area. So, you could imagine how having your head forcefully pressed inside one of those could cause a bit of discomfort... and death. Uh, the only parts of you that would likely see the light of day again would be your eyeballs and teeth when they pop out the front of the mask, heh. Y-Yeah, they don't tell you these things when you sign up. But hey, first day should be a breeze. I'll chat with you tomorrow. Uh, check those cameras, and remember to close the doors only if absolutely necessary. Gotta conserve power. Alright, good night."},{"source":"Chinaman: The Legend of Pradeep Mathew","length":669,"id":5833,"text":"I have been told by members of my own family that there is no use or value in sports. I only agree with the first part. I may be drunk, but I am not stupid. Of course there is little point to sports. But, at the risk of depressing you, let me add two more cents. There is little point to anything. In a thousand years, grass will have grown over all our cities. Nothing of anything will matter. Left-arm spinners cannot unclog your drains, teach your children or cure you of disease. But once in a while, the very best of them will bowl a ball that will bring an entire nation to its feet. And while there may be no practical use in that, there is most certainly value."},{"id":5871,"source":"Ratatouille","length":1315,"text":"In many ways, the work of a critic is easy. We risk very little, yet enjoy a position over those who offer up their work and their selves to our judgment. We thrive on negative criticism, which is fun to write and to read. But the bitter truth we critics must face, is that in the grand scheme of things, the average piece of junk is probably more meaningful than our criticism designating it so. But there are times when a critic truly risks something, and that is in the discovery and defense of the new. The world is often unkind to new talent, new creations. The new needs friends. Last night, I experienced something new: an extraordinary meal from a singularly unexpected source. To say that both the meal and its maker have challenged my preconceptions about fine cooking is a gross understatement. They have rocked me to my core. In the past, I have made no secret of my disdain for Chef Gusteau's famous motto, \"Anyone can cook\". But I realize, only now do I truly understand what he meant. Not everyone can become a great artist; but a great artist can come from anywhere. It is difficult to imagine more humble origins than those of the genius now cooking at Gusteau's, who is, in this critic's opinion, nothing less than the finest chef in France. I will be returning to Gusteau's soon, hungry for more."},{"id":5878,"length":784,"source":"On the Origin of Species","text":"I will here give a brief sketch of the progress of opinion on the Origin of Species. Until recently the great majority of naturalists believed that species were immutable productions, and had been separately created. This view has been ably maintained by many authors. Some few naturalists, on the other hand, have believed that species undergo modification, and that the existing forms of life are the descendants by true generation of pre existing forms. Passing over allusions to the subject in the classical writers, the first author who in modern times has treated it in a scientific spirit was Buffon. But as his opinions fluctuated greatly at different periods, and as he does not enter on the causes or means of the transformation of species, I need not here enter on details."},{"length":763,"text":"To the effects of intercrossing in eliminating variations of all kinds, I shall have to recur; but it may be here remarked that most animals and plants keep to their proper homes, and do not needlessly wander about; we see this even with migratory birds, which almost always return to the same spot. Consequently each newly-formed variety would generally be at first local, as seems to be the common rule with varieties in a state of nature; so that similarly modified individuals would soon exist in a small body together, and would often breed together. If the new variety were successful in its battle for life, it would slowly spread from a central district, competing with and conquering the unchanged individuals on the margins of an ever-increasing circle.","source":"On the Origin of Species","id":5879},{"text":"Our classifications are often plainly influenced by chains of affinities. Nothing can be easier than to define a number of characters common to all birds; but with crustaceans, any such definition has hitherto been found impossible. There are crustaceans at the opposite ends of the series, which have hardly a character in common; yet the species at both ends, from being plainly allied to others, and these to others, and so onwards, can be recognised as unequivocally belonging to this, and to no other class of the Articulata.","source":"On the Origin of Species","id":5881,"length":530},{"source":"On the Origin of Species","text":"These cases of close relationship in species either now or formerly inhabiting the seas on the eastern and western shores of North America, the Mediterranean and Japan, and the temperate lands of North America and Europe, are inexplicable on the theory of creation. We cannot maintain that such species have been created alike, in correspondence with the nearly similar physical conditions of the areas; for if we compare, for instance, certain parts of South America with parts of South Africa or Australia, we see countries closely similar in all their physical conditions, with their inhabitants utterly dissimilar.","id":5882,"length":618},{"length":1766,"source":"Mr. Robot","id":5915,"text":"I'm hacking the FBI. Step one: identify the target and its flaws. There are always flaws. I learned that early in life. My first hack, the local library, a vulnerable FTP server in its AS400. A far cry from the Android zero days I'm using to own the FBI standard-issue smartphone. The library was a test to see if I could even get into the system. I've since set greater goals. For instance, step two: build malware and prepare an attack. At my fingertips, the zero day is wrapped in code like a Christmas present, then becomes an exploit, the programmatic expression of my will. Step three: a reverse shell, two-stage exploit. The ideal package. Load the malware into a femtocell delivery system - my personal cell tower that'll intercept all mobile data. Similar to my first time, when I found myself staring at late book fees, employee names, member addresses. Everything was revealed. The secret of the perfect hack? Make it infallible. Hidden within the kernel is a logic bomb, malicious code designed to execute under circumstances I've programmed. Should the FBI take an image of the femtocell, all memory will self-corrupt, or explode. Step four: Write the script. Why do it myself? Because that's how I learned, and I know exactly what, when, and how it's going to run. I didn't do anything harmful my first time. Just looked around. But I felt so powerful. 11 years old and in complete control of the Washington Township Public Library. Today is different. I hacked the world. Final step: launch the attack. Once I do, I'll own the Android phone of every FBI agent in that building. I'll own Evil Corp's network, applications, everything. Domain Admin. This, the thrill of owning a system, this is the greatest rush. God access. The feeling never gets old."},{"text":"Lot 666, then: a chandelier in pieces. Some of you may recall the strange affair of the Phantom of the Opera: a mystery never fully explained. We are told ladies and gentlemen, that this is the very chandelier which figures in the famous disaster. Our workshops have restored it and fitted up parts of it with wiring for the new electric light, so that we may get a hint of what it may look like when re-assembled. Perhaps we may frighten away the ghost of so many years ago with a little illumination, gentlemen?","id":5917,"source":"The Phantom of the Opera","length":513},{"source":"Bertram Gilfoyle - Silicon Valley","text":"What do I do? System architecture. Networking and security. No one in this house can touch me on that. But does anyone appreciate that? While you were busy minoring in gender studies and singing acapella at Sarah Lawrence, I was gaining root access to NSA servers. I was one click away from starting a second Iranian Revolution. I prevent cross-site scripting, I monitor for DDoS attacks, emergency database rollbacks, and faulty transaction handlings. The Internet - heard of it? Transfers half a petabyte of data every minute. Do you have any idea how that happens? All those YouTube ones and zeroes streaming directly to your little smart phone day after day? Every joe who gets outraged if he can't get the new dubstep Skrillex remix in under 12 seconds? It's not magic, it's talent and sweat. People like me, ensuring your packets get delivered, un-sniffed. So what do I do? I make sure that one bad config on one key component doesn't bankrupt the entire company. That's what I do.","id":5920,"length":987},{"text":"Myanmar and Brazil. Amusing coincidence that two of the three countries that provide the world's sesame seeds have such large cicada population, no? The cicadas of Myanmar emerge every 13 years, while the Brazilian cicadas emerge every 17. Next year they will hatch, simultaneously, for the first time in 221 years. Crops from both countries will be decimated. Unlike Myanmar and Brazil, Indonesia has no cicada population. I was surprised to see Indonesian sesame seed futures priced so low. I made a purchase. And now, if the shortage spikes the global price even ten percent. We'll profit... Evan? \"Sixty-eight million dollars.\" If you wish, I could tap that projected revenue and make you a bridge loan of 15 million dollars, gentlemen.","length":740,"id":5921,"source":"Peter Gregory - Silicon Valley"},{"text":"Time passed. Even with the power throbbing through her head it was a painfully hard task, like threading a needle by moonlight, but eventually she had a handful of silver. In the slow, heavy world in which she now appeared to be she took the hank and threw it slowly towards Esk. It became a cloud, swirled like a whirlpool and vanished. She was aware of a shrill chittering noise, and shadows on the edge of sight. Well, it happened to everyone sooner or later. They had come, drawn as always by a discharge of magic. You just had to learn to ignore them.","length":556,"source":"Terry Pratchett - Equal Rites","id":5925},{"text":"Our gathering was not as strange a thing as it might have appeared. A xenophobe would see a company of foreigners in camouflage uniforms, carrying out military drills and calisthenics, and might imagine us to be the lead element of some nefarious Asian invasion of the American homeland, a Yellow Peril in the Golden State, a diabolical dream of Ming the Merciless sprung to life. Far from it. The General's men, by preparing themselves to invade our now communist homeland, were in fact turning themselves into new Americans. After all, nothing was more American than wielding a gun and committing oneself to die for freedom and independence, unless it was wielding that gun to take away someone else's freedom and independence.","id":5951,"source":"The Sympathizer (Viet Thanh Nguyen)","length":729},{"text":"In my restless dreams, I see that town. Silent Hill. You promised me you'd take me there again someday. But you never did. Well, I'm alone there now... In our 'special place'... Waiting for you... Waiting for you to come to see me. But you never do. And so I wait, wrapped in my cocoon of pain and loneliness. I know I've done a terrible thing to you. Something you'll never forgive me for. I wish I could change that, but I can't. I feel so pathetic and ugly laying here, waiting for you... Every day I stare up at the cracks in the ceiling and all I can think about is how unfair it all is... The doctor came today. He told me I could go home for a short stay. It's not that I'm getting better. It's just that this may be my last chance... I think you know what I mean... Even so, I'm glad to be coming home. I've missed you terribly. But I'm afraid, James. I'm afraid you don't really want me to come home. Whenever you come see me, I can tell how hard it is on you... I don't know if you hate me or pity me... Or maybe I just disgust you... I'm sorry about that. When I first learned that I was going to die, I just didn't want to accept it. I was so angry all the time and I struck out at everyone I loved most. Especially you, James. That's why I understand if you do hate me. But I want you to know this, James. I'll always love you. Even though our life together had to end like this, I still wouldn't trade it for the world. We had some wonderful years together. Well, this letter has gone on too long, so I'll say goodbye. I told the nurse to give this to you after I'm gone. That means that as you read this, I'm already dead. I can't tell you to remember me, but I can't bear for you to forget me. These last few years since I became ill... I'm so sorry for what I did to you, did to us... You've given me so much and I haven't been able to return a single thing. That's why I want you to live for yourself now. Do what's best for you, James. James... You made me happy.","source":"Silent Hill 2","length":1982,"id":5958},{"source":"The Blair Witch Project","text":"I just want to apologize to Mike's mom and Josh's mom and my mom. And I'm sorry to everyone. I was very naive. I am so, so sorry for everything that has happened. Because in spite of what Mike says now, it is my fault. Because it was my project and I insisted. I insisted on everything. I insisted we weren't lost. I insisted we keep going. I insisted that we walk south. Everything had to be my way and this is where we've ended up. And it's all because of me that we're here now: hungry and cold and hunted. I love you, Mom and Dad. I am so sorry... what is that? I'm scared to close my eyes and I'm scared to open them. I'm going to die out here.","id":6075,"length":649},{"source":"Everyone has a story - Savi Sharma","length":624,"text":"I had always been inspired by storytellers. I loved my job as an HR Manager. It allowed me to interact with different people from different places, each one having their own different stories, bringing their own songs to the dance. Life was a chaotic struggle, trying to search for where I belonged and who I was supposed to be. Each person I had interviewed had his or her own fascinating story, which made me wonder: what's my story? I didn't want to be normal, just like so many people I had met in life. Being only twenty-six, I wasn't exactly sure what the meaning of my life would really be, and where I could find it.","id":6076},{"text":"Every weekend I found myself sitting and listening to amazing authors at the cafe Coffee & Us. I was drawn to authors, fascinated by their ability to create other people's stories. How could they draw the truth from each individual and build a beautifully woven tale? I guess, having stories stuck in my own soul was the reason I needed to hear other people's stories. But I didn't just want to hear stories; my heart was aching to tell a beautiful story which would change people's lives, or at least mine. So there I was at Coffee & Us, my hands wrapped around a warm, soothing cup of coffee. I could listen to the world around me, hear the songs of life, or I could put my earplugs in and mute out of the world. I had seen so many writers come through these doors, and often I wondered if this cafe had some magic within its walls.","source":"Everyone has on a story - Savi Sharma","id":6077,"length":834},{"text":"Definitely, I said. What would the weekend bring for some? Would I still be lost in search of my story? Live life in moments, not in days or years or your schedules. It's our misconception - most of the time - that we live our lives the way we want. Every single step that we take is influenced by others. Only the part that we hide from everyone else and keep deep within our heart, is our own. I strongly urge you all to realize that hidden part of yours. Go, live that part. Live your life. Don't let your dreams die within you. Trust me, your struggle, your fight, will be worth the risk in opening yourself up. Get up. Inhale the air of passion. Start your journey. Grab your dreams. Enjoy your mistakes. Dance to the rhythm of your heartbeats. Smile. Laugh. Love. Live.","id":6084,"source":"Everyone has a story - Savi Sharma","length":775},{"length":610,"text":"Author Arjun Mehra uttered these final words with confidence. His hands were clasped together as he looked expectantly around the cafe. His eyes met mine, and I felt my heart beat a little faster. It was as if he was speaking directly to me. But, in fact, he had touched the hearts of every single person in the cafe with his mesmerizing words. How was it that an author could hold such a magical power over people? I closed my eyes and imagined that I was the speaker, standing confidently in front of an audience. I smiled softly to myself. Perhaps one day I would actually be able to move a crowd like this.","id":6085,"source":"Everyone has a story - Savi Sharma"},{"id":6090,"source":"Wings of Fire - A P J Abdul Kalam","text":"Whenever human beings find themselves alone, as a natural reaction, they start looking for company. Whenever they are in trouble, they look for someone to help them. Whenever they reach an impasse, they look to someone to show them the way out. Every recurrent anguish, longing, and desire finds its own special helper. For the people who come to me in distress, I am but a go-between in their effort to propitiate demonic forces with prayers and offerings. This is not a correct approach at all and should never be followed. One must understand the difference between a fear-hidden vision of destiny and the vision that enables us to seek the enemy of fulfilment within ourselves.","length":681},{"length":657,"text":"Like Lot's wife, you looked back, and like Lot's wife, you were turned into a pillar of salt, but unlike Lot's wife, God gave you a second chance and turned you human again, but then you looked back again and became salt and then God took pity and gave you a third, and over and again you lurched through your many reprieves and mistakes; one moment motionless and the next gangly, your soft limbs wheeling and your body staggering into the dirt, and then stiff as a tree trunk again with an aura of dust, then windmilling down the road as fire rains down behind you; and there has never been a woman as cartoonish as you  animal to mineral and back again.","id":6151,"source":"In the Dream House - Carmen Maria Machado"},{"text":"Wake up to reality! Nothing ever goes as planned in this accursed world. The longer you live, the more you realize that the only things that truly exist in this reality are merely pain, suffering and futility. Listen, everywhere you look in this world, wherever there is light, there will always be shadows to be found as well. As long as there is a concept of victors, the vanquished will also exist. The selfish intent of wanting to preserve peace, initiates war and hatred is born in order to protect love. There are nexuses - casual relationships that cannot be separated.","length":576,"id":6202,"source":"Uchiha Madara - Naruto"},{"length":827,"text":"I look around, I look around, I see a lot of new faces. Which means a lot of people have been breaking the first two rules of Fight Club. Man, I see in fight club the strongest and smartest men who've ever lived. I see all this potential, and I see squandering. God damn it, an entire generation pumping gas, waiting tables; slaves with white collars. Advertising has us chasing cars and clothes, working jobs we hate so we can buy crap we don't need. We're the middle children of history, man. No purpose or place. We have no Great War. No Great Depression. Our Great War's a spiritual war. Our Great Depression is our lives. We've all been raised on television to believe that one day we'd all be millionaires, and movie gods, and rockstars. But we won't. And we're slowly learning that fact. And we're very, very pissed off.","id":6231,"source":"Fight Club"},{"id":6275,"source":"Mary Poppins Returns","length":1662,"text":"Once upon a time in a nursery rhyme, there was a castle with a king hiding in a wing because he never went to school to learn a single thing, he had scepters and swords and a parliament of lords, but on the inside, he was sad, egad! Because he never had a wisdom for numbers, a wisdom for words, though his crown was quite immense, his brain was smaller than a bird's, so the queen of the nation made a royal proclamation: \"To the Missus and the Messieurs, the more or lessers, bring me all the land's professors!\" and then she went to the hairdressers and they came from the east and they came from the south, from each college they poured knowledge from their brains into his mouth, but the king couldn't learn so each professor met their fate for the queen had their heads removed and placed upon the gate and on that date, I state their wives all got a note, their mate was now the late-great. But then suddenly one day, a stranger started in to sing, he said, \"I'm the dirty rascal and I'm here to teach the king!\" and the queen clutched her jewels for she hated royal fools but this fool had some rules they really ought to teach in schools like you'll be a happy king if you enjoy the things you've got, you should never try to be the kind of person that you're not. So they sang and they laughed for the king had found a friend and they ran onto a rainbow for the story's perfect end, so the moral is you mustn't let the outside be the guide, for it's not so cut and dried, well, unless it's Dr. Jekyll then you better hide, petrified! No, the truth can't be denied as I now have testified, all that really counts and matters is the special stuff inside!"},{"text":"Spring, summer, autumn, and winter... Many seasons have come and gone, but the one with you isn't coming around at all. At first, I couldn't understand. I couldn't understand anything about how you felt. But within this new life you gave me, I've begun to feel the same way as you, if only a little, through ghostwriting, and through the people I've met along the way. I believe that you are still alive somewhere. So, I shall live, live, live, and live some more, though there's no telling what life might have in store. And if I can see you again, I want to let you know... that the phrase \"I love you\"... I understand it a little now.","id":6283,"source":"Violet Evergarden","length":637},{"text":"There's a breeze off the Hudson, and just when you think you're sick of living here, the memory floods in, the morning light off the fire escapes, the nights at Bennett Park blasting Big Pun tapes, I'm gonna miss this place to tell you the truth, Kevin dispensing wisdom from his dispatch booth and at dawn, Vanessa at the salon, we gotta move on... but who's gonna notice we're gone? When our job's done as the evening winds down to a crawl, son, can I ease my mind when we're all done? When we've resigned in the long run, what do we leave behind? Most of all, I'll miss Abuela's whispers, doing the Lotto Pick Six every Christmas... in five years, when this whole city's rich folks and hipsters, who's gonna miss this raggedy little business?","source":"In The Heights","length":745,"id":6292},{"source":"V for Vendetta","length":740,"id":6303,"text":"Voila! In view, a humble vaudevillian veteran, cast vicariously as both victim and villain by the vicissitudes of fate. This visage, no mere veneer of vanity, is a vestige of the \"vox populi\" now vacant, vanished. However, this valorous visitation of a bygone vexation stands vivified and has vowed to vanquish these venal and virulent vermin, vanguarding vice and vouchsafing the violently vicious and voracious violation of volition. The only verdict is vengeance; a vendetta, held as a votive, not in vain, for the value and veracity of such shall one day vindicate the vigilant and the virtuous. Verily this vichyssoise of verbiage veers most verbose, so let me simply add that it's my very good honor to meet you and you may call me V."},{"text":"Ganon was born out of a dark past. He is a pure embodiment of the ancient evil that is reborn time and time again... He has given up on reincarnation and assumed his pure, enraged form. If set free upon our world, the destruction will be unlike anything ever seen before. I entrust you with the Bow of Light - a powerful weapon in the face of evil. Link... you may not yet be at a point where you have fully recovered your power or all of your memories... But courage need not be remembered... for it is never forgotten.","source":"Princess Zelda, Breath of the Wild","id":6304,"length":520},{"id":6308,"source":"The Rain - Horrorshow","length":1200,"text":"I had this very faith tested on an ordinary day: I was walkin' down a busy street around my way. I saw a face in the crowd that made my heart skip a beat - A man who looked exactly like an older version of me! So I moved through the hustle and the bustle of the day to day until me and this man stood face to face. We locked eyes and for a moment time moved in slow motion as the crowd around continued on their paper chase. I stood frozen in disbelief and opened my mouth to speak but to my surprise the words wouldn't come. And then he looks into a clear blue sky up above and says \"it's gonna rain\" - and then it does! And as the rain came down like missiles from the sky set on a collision course from the heavens to the ground, he's just standin' in the middle of it all unconcerned by the panic and the people runnin' round. So I stepped to this man with my hand outstretched just to offer him some help to get the storm up off his head. He took my hand down and we stood gettin' drenched. He looked me in the eyes and with a smile, this is what he said: Hush child, from the joy to the pain it'll all wash away in the rain. Hush child, from the joy to the pain it'll all wash away in the rain."},{"source":"The Little Prince","id":6310,"text":"All men have stars, but they are not the same things for different people. For some, who are travelers, the stars are guides. For others they are no more than little lights in the sky. For others, who are scholars, they are problems... But all these stars are silent. You, You alone will have stars as no one else has them... In one of the stars I shall be living. In one of them I shall be laughing. And so it will be as if all the stars will be laughing when you look at the sky at night... You, only You, will have stars that can laugh! And when your sorrow is comforted (time soothes all sorrows) you will be content that you have known me... You will always be my friend. You will want to laugh with me. And you will sometimes open your window, so, for that pleasure... It will be as if, in place of the stars, I had given you a great number of little bells that knew how to laugh.","length":886},{"length":735,"source":"Black Sails","text":"Maybe you went too far. Maybe you didn't go far enough. Maybe you did it just right. The point is that while you were doing it, you heard a voice telling you that disciplining him would prevent him from repeating the offense, a voice that sounded like reason, and there was a reason to it, as the most compelling lies are comprised almost entirely of the truth. But that's what it does. Cloaks itself in whatever it must to move you to action. And the more you deny its presence, the more powerful it gets, and the more likely it is to consume you entirely without you ever knowing it was there. Now, if you and I are to lead these men together, you must learn to know its presence well so that you may use it rather than it using you.","id":6332},{"source":"Black Sails","text":"I remember when I first met Eleanor, how stunned I was. A woman who spoke the way she did, who had no fear of the world or the men who reigned over it. When I became her lover, I watched the decisions she made... and resolved to learn from them. When I became her rival, I watched the mistakes she made... and resolved never to repeat them. But at the end, when I felt I had surpassed her in every way, it seemed as though there was something she was still trying to say to me. Surrendering everything she had sacrificed so dearly for, because it would have come at the expense of the one she loved. She was trying to tell me, I just could not hear her, about what is truly important.","length":684,"id":6335},{"id":6346,"length":1008,"source":"Banana Fish - Eiji","text":"I'm worried to death because I haven't been able to see you doing well. You said we live in different worlds. But is that true? We have different colored skin and eyes. We were born in different countries. But we're friends. Isn't that what counts? I'm really glad I came to America. I met lots of people. And more than anything, I met you. You asked me over and over if you scared me. But I never feared you, not once. What's more is you're hurt much more than me. I couldn't help feeling that way. Funny, huh? You're way smarter, bigger, and stronger than me. But I always felt like I had to protect you. I wonder what it is I wanted to protect you from. I wanted to protect you from fate. The fate that tries to carry you away, drifting further and further. You told me once about a leopard you read in a book. How you believed that leopard knew that it couldn't go back. And I said you weren't a leopard, that you could change your destiny. You're not alone. I'm by your side. My soul is always with you."},{"id":6358,"source":"Call Me By Your Name","length":505,"text":"I stopped for a second. If you remember everything, I wanted to say, and if you are really like me, then before you leave tomorrow, or when you're just ready to shut the door of the taxi and have already said goodbye to everyone else and there's not a thing left to say in this life, then, just this once, turn to me, even in jest, or as an afterthought, which would have meant everything to me when we were together, and, as you did back then, look me in the face, hold my gaze, and call me by your name."},{"length":940,"id":6372,"text":"One night, in the year 1713 I dreamed I had made a pact with the devil for my soul. Everything went as I wished: my new servant anticipated my every desire. Among other things, I gave him my violin to see if he could play. How great was my astonishment on hearing a sonata so wonderful and so beautiful, played with such great art and intelligence, as I had never even conceived in my boldest flights of fantasy. I felt enraptured, transported, enchanted: my breath failed me, and I awoke. I immediately grasped my violin in order to retain, in part at least, the impression of my dream. In vain! The music which I at this time composed is indeed the best that I ever wrote, and I still call it the Devil's Trill, but the difference between it and that which so moved me is so great that I would have destroyed my instrument and have said farewell to music forever if it had been possible for me to live without the enjoyment it affords me.","source":"Giuseppe Tartini"},{"length":555,"source":"The Notebook by Nicholas Sparks","id":6448,"text":"I am not bitter because of what has happened. On the contrary, I am secure in knowing that what we had was real, and I am happy we were able to come together for even a short period of time. And if, in some distant place in the future, we see each other in our new lives, I will smile at you with joy, and remember how we spent a summer beneath the trees, learning from each other and growing in love. And maybe, for a brief moment, you'll feel it too, and you'll smile back, and savor the memories we will always share together. I love you, Allie. Noah. "},{"id":6487,"length":546,"text":"I'll tell you one thing, Blondie. If I knew that my last hour had come, I swear, in my place... in your place I would do the same thing. I would tell about the gold. Yes, yes, I would. I would tell the name on the grave. What good is the money if you're dead? I know the name of the cemetery. But you know how many graves there are there? Please. Blondie, please. Have a little... coffee? Please, tell me the name. On... on the grave. If I get my hands on the 200,000 dollars, I'll always honor your memory. I swear I'll always honor your memory.","source":"The Good, The Bad, and The Ugly"},{"id":6512,"source":"Dune","length":634,"text":"There is in all things a pattern that is part of our universe. It has symmetry, elegance, and grace - those qualities you find always in that which the true artist captures. You can find it in the turning of the seasons, in the way sand trails along a ridge, in the branch clusters of the creosote bush or the pattern of its leaves. We try to copy these patterns in our lives and our society, seeking the rhythms, the dances, the forms that comfort. Yet, it is possible to see peril in the finding of ultimate perfection. It is clear that the ultimate pattern contains its own fixity. In such perfection, all things move toward death."},{"id":6521,"length":816,"source":"Spider-Man","text":"Well, to each his own. I chose my path, you chose the way of the hero. And they found you amusing for a while, the people of this city. But the one thing they love more than a hero is to see a hero fail, fall, die trying. In spite of everything you've done for them, eventually they will hate you. Why bother? Here's the real truth. There are eight million people in this city. And those teeming masses exist for the sole purpose of lifting the few exceptional people onto their shoulders. You, me? We're exceptional. I could squash you like a bug right now, but I'm offering you a choice. Join me! Imagine what we could accomplish together... what we could create. Or we could destroy! Cause the deaths of countless innocents in selfish battle again and again and again until we're both dead! Is that what you want?"},{"id":6534,"source":"Last Night In Soho","text":"When you're alone and life is making you lonely, you can always go... downtown. When you've got worries, all the noise, and the hurry seems to help, I know... downtown. Just listen to the music of the traffic in the city. Linger on the sidewalk where the neon signs are pretty. How can you lose? The lights are much brighter there. You can forget all your troubles, forget all your cares. So go downtown. Things will be great when you're... downtown. No finer place for sure, downtown. Everything's waiting for you.","length":515},{"source":"Last Night In Soho","id":6535,"length":512,"text":"Don't hang around and let your problems surround you, there are movie shows... downtown. Maybe you know some little places to go to where they never close... downtown. Just listen to the rhythm of a gentle bossa nova, you'll be dancing with 'em too before the night is over, happy again, the lights are much brighter there, you can forget all your troubles, forget all your cares so go downtown. Where all the lights are bright, downtown. Waiting for you tonight, downtown. You're gonna be alright now, downtown."},{"id":6546,"source":"Grey's Anatomy","length":810,"text":"The last 30 days have taught me so much. And all I wanted when we first came here was to know that we would leave together. But from the minute I sat down, I could feel it. I felt like I was going to be suffocated. The last several weeks, I have laughed more, I have done more, I have enjoyed myself more. And I finally feel free. And by being free, I can see now that constantly trying to fix us is the thing that's been killing me slowly. And I don't want to do it anymore. I don't want to fix it or fix us anymore. Maybe instead of loving you so hard, I should be myself for a while. I should love me, and you should love you, and together we love Sofia, rather than... I want so much for you, Arizona. So much more than this. More than being stuck with someone who feels stuck. I want you to feel free too."},{"text":"When we doubt our hearts, our bodies react. Tear ducts overflow and the face flushes red hot embers. A burning, turning sensation overwhelms, and a pressure in the head seduces the mind to doubt. A cycle of connection, a circle of ever-expanding, inexplicable nervous system responses. When we doubt our heads, our stomach cramps, our fists clench and our thoughts tumble into larger and larger whirls of uncertainty, beating our bodies blue and scabish. When we quiet our minds and center our soul we are receptive to an intuition much stronger than knowledge and knowing.","id":6571,"length":573,"source":"Tinker creek."},{"source":"Metal Gear Solid 4","length":784,"text":"War has changed. It's no longer about nations, ideologies, or ethnicity. It's an endless series of proxy battles, fought by mercenaries and machines. War - and its consumption of life - has become a well-oiled machine. War has changed. ID-tagged soldiers carry ID-tagged weapons, use ID-tagged gear. Nanomachines inside their bodies enhance and regulate their abilities. Genetic control, information control, emotion control, battlefield control... everything is monitored and kept under control. War... has changed. The age of deterrence has become the age of control, all in the name of averting catastrophe from weapons of mass destruction, and he who controls the battlefield, controls history. War... has changed. When the battlefield is under total control, war becomes routine.","id":6587},{"text":"To see human beings in agony, to see them covered in blood and to hear their death groans, makes people humble. It makes their spirits delicate, bright, peaceful. It's never at such times that we become cruel or bloodthirsty. No, it's on a beautiful spring afternoon like this that people suddenly become cruel. It's at a moment like this, don't you think, while one's vaguely watching the sun as it peeps through the leaves of the trees above a well-mown lawn? Every possible nightmare in the world, every possible nightmare in history, has come into being like this.","length":568,"id":6606,"source":"The Temple of the Golden Pavilion"},{"length":511,"id":6610,"text":"I'm a camp manager. I don't have a list of rules because I'm trying to ruin your fun. I have a list because I'm trying to help you from coming back to camp and finding your tent collapsed and full of rainwater and having no dry clothes or nowhere to sleep. I'm trying to keep you from spending half a day setting up tents because you didn't plan where everything would go in advance. And I'm trying to keep you from doing small, simple things that could result in a horrific and most assuredly agonizing demise.","source":"How to Survive Camping"},{"length":699,"source":"Silent Hill 2","text":"But I want you to know this, James. I'll always love you. Even though our life together had to end like this, I still wouldn't trade it for the world. We had some wonderful years together. Well, this letter has gone on too long, so I'll say goodbye. I told the nurse to give this to you after I'm gone. That means that as you read this, I'm already dead. I can't tell you to remember me, but I can't bear for you to forget me. These last few years since I became ill... I'm so sorry for what I did to you, did to us... You've given me so much and I haven't been able to return a single thing. That's why I want you to live for yourself now. Do what's best for you, James. James... You made me happy.","id":6662},{"source":"Fate\/Zero","length":752,"text":"A king without greed is even worse than a figurehead! Saber, you said you would martyr yourself for your ideals. In life, you must have been a pure saint. A proud and noble figure, certainly. But who can truly admire the martyr's thorny path? Who dreams of such an ending? A king. The king must be greedier than any other. He must laugh more loudly and rage for longer. He must exemplify the extreme of all things, good and evil. That is why his retainers envy and adore him. And why the flames of aspiration, to be as the king is, can burn within his people. Proud king of chivalry, the righteousness and ideals you bore may indeed have saved your nation once. However, I'm certain you know what became of those who were saved, but left to themselves.","id":6670},{"id":6676,"source":"Suikoden 5","length":738,"text":"I don't recall saying anything about justice. Mathias and I are evil, too, after all. A knight doesn't bring justice, just more pain and violence. And what is evil if not violence? But what do you do when leaving evil alive leads to the rise of even greater evil? Even worse sorrow and pain? You destroy that evil, even if you have to use the evil of violence to do so. And every time you draw your sword, you hope that you take from this world more evil than you bring into it. THAT is the code of the Maximillian Knights. I'm putting you on notice. You, who so carelessly use the word \"justice\", have no idea what it truly means. Though you strike me as more of a misguided coward than a villain, your evil deeds must still be punished."},{"length":2287,"text":"Now it's time for our wrap up. Let's give it everything we've got. Ready? Begin! Artificial amateurs aren't at all amazing. Analytically, I assault, animate things. Broken barriers bounded by the bomb beat. Buildings are broken, basically I'm bombarding. Casually create catastrophes, casualties. Canceling cats got their canopies collapsing. Detonate a dime of dank daily doin' dough. Demonstrations, Don Dada on the down low. Eatin' other editors with each and every energetic. Epileptic episode, elevated etiquette. Furious fat fabulous fantastic. Flurries of funk felt feeding the fanatics. Gift got great global goods gone glorious. Gettin' Godly in his game with the goriest. Hit 'em high, hella hype, historical. Hey holocaust hints hear 'em holler at your homeboy. Imitators idolize, I intimidate. In an instant, I'll rise in a irate state. Juiced on my jams like jheri curls, jockin' joints. Justly, it's just me, writin' my journals. Kindly I'm kindling all kinds of ink on. Karate kick type Brits in my kingdom. Let me live a long life, lyrically lessons is. Learned lame louses just lose to my livery. My mind makes marvelous moves, masses. Marvel and move, many mock what I've mastered. Nap knowin' I'm nice naturally. Knack, never lack, make noise nationally. Operation, opposition, off, not optional. Out of sight, out of mind, wide beaming opticals. Perfected poem, powerful punchlines. Pummeling petty powder puffs in my prime. Quite quaint quotes keep quiet it's Quannum. Quarrelers ain't got a quarter of what we got, uh. Really raw raps, risin' up rapidly. Riding the rushing radioactivity. Super scientifical sound search sought. Silencing super fire saps that are soft. Tales ten times talented, they're too tough. Take that, challengers, get a tune up. Universal, unique untouched. Unadulterated, the raw uncut. Verb vice Lord victorious valid. Violate vibes that are vain make 'em vanished. Why I'm all well, would a wise wordsmith. Just weaving up words weeded up, on my work shift. Xerox, my X-ray-diation holes extra large. X-height letters and xylophone tones. Yellow back, yak mouth, young ones yaws. Yesterday's lawn yards sell our yawn. Zig zag zombies, zoomin' to the zenith. Zero in zen thoughts, over zealous rhyme Zea-lots. Good, can you say it faster?","id":6725,"source":"Alphabet Aerobics"},{"length":561,"text":"And where there was that memory... others came rising like ghostly tendrils out of some part of her mind that existed beyond the purely physical, somewhere that the rejuvenations and edits of the ship's medical suite could never reach. The holm, where her soul originated from, occupying the non-realm outside spacetime; both separate but still existing within the overall cosmos. Together, the two intersected, a contact which created the miracle that was the mind, animating flesh, delivering purpose to otherwise insensate clusters of mere organic chemistry.","source":"Light Chaser","id":6728},{"id":6734,"length":586,"text":"There are no more barriers to cross. All I have in common with the uncontrollable and the insane, the vicious and the evil, all the mayhem I have caused and my utter indifference toward it, I have now surpassed. My pain is constant and sharp, and I do not hope for a better world for anyone. In fact, I want my pain to be inflicted on others. I want no one to escape. But even after admitting this, there is no catharsis. My punishment continues to elude me, and I gain no deeper knowledge of myself. No new knowledge can be extracted from my telling. This confession has meant nothing.","source":"American Psycho"},{"id":6735,"source":"American Psycho","length":1174,"text":"I live in the American Gardens building on West 81st Street, on the 11th floor. My name is Patrick Bateman. I'm 27 years old. I believe in taking care of myself, in a balanced diet, in a rigorous exercise routine. In the morning if my face is a little puffy, I'll put on an ice pack while doing my stomach crunches. I can do a 1,000 now. After I remove the ice pack, I use a deep pore cleanser lotion. In the shower, I use a water-activated gel cleanser... then a honey-almond body scrub, and on the face, an exfoliating gel scrub. Then I apply a herb mint facial mask, which I leave on for ten minutes while I prepare the rest of my routine. I always use an aftershave lotion with little or no alcohol, because alcohol dries your face out and makes you look older. Then moisturizer, then an anti-aging eye balm, followed by a final moisturizing protective lotion. There is an idea of a Patrick Bateman. Some kind of abstraction. But there is no real me, only an entity, something illusory, and though I can hide my cold gaze and you can shake my hand and feel flesh gripping yours, and maybe you can even sense our lifestyles are probably comparable, I simply am not there."},{"text":"People are free. Well they can't fly on their own, but pretty much whatever they can think up, they can make happen. When they're sleepy, they can sleep. They're free to start or quit whatever they're doing whenever they want. And the only reason they don't is because things like social norms, laws, traditions and sentiment get in the way. Running naked through the street, conning old people, killing. Everything's possible if you ignore morality. That's why they insist on teaching you cooperation and ethics when you're young. But the world is set up to force people to fight, cheat and steal as a default. Trying to live with that contradiction is torture. But in so many places, happiness and sorrow are traded like stocks on Wall Street. What will it take for everyone to be happy? Who knows? But if a kid could figure it out, war would've gone extinct a long time ago.","id":6746,"length":877,"source":"Goodnight Punpun"},{"text":"In the town where I live there's just a tiny beach that's never busy, not even in the middle of summer. I used to like walking there, looking for stuff. Like old fireworks. Or kelp. A hat knocked off someone's head by the wind. You basically never find what you were expecting to. And maybe you weren't expecting to find anything right from the start. Yeah that's probably the truth. And if you're not expecting anything, you won't be disappointed either. So don't get your hopes way up about me, Otsu. It'll just make me feel pressured, like I might let you down one day.","length":572,"id":6747,"source":"A Girl on the Shore"},{"length":531,"text":"My wife and I had lived in our house for over a dozen years at that point. Holly's family had lived in theirs even longer. We were both active families, involved in the community, with work, and with our churches. Yet, the thick woods covering the lots we each occupied along a cul-de-sac was enough of a barrier to our getting to know each other that we didn't even realize our neighbors across the street had a little girl the same age as ours. That is, until they met at the kindergarten in the elementary school six miles away.","source":"Strong Towns - A Bottom-Up Revolution to Rebuild American Prosperity","id":6770},{"text":"The single quality that is common across every living creature on this planet, is fear. It's funny, then, that as common as fear is, we so easily underestimate its power. Fear of growing close to someone, the subsequent fear of loss, fear of failure. And as more people depend on you, those fears can take on greater power. But fear itself isn't worthy of concern, it is who we become while in its clutches. Will you be proud of that person? Will you forgive them? Will you understand why they felt the need to do the things they did? Will you even recognize them? Or will the person staring back at you be the very thing you should have feared from the start? I suppose we all find out sooner or later.","id":6771,"length":703,"source":"RWBY"},{"length":521,"text":"Most cities aren't. They want to believe they have a cash-flow problem because it is convenient, because insolvency is too difficult to fathom, especially when everyone else appears to be doing the exact same thing. Could everyone be wrong? Could we all be insolvent? These two questions probably cost me a total of six years in the intellectual wilderness as I clung to the notion that what I was seeing and measuring could not possibly be true, that a wisdom greater than mine had to be at work that I hadn't perceived.","id":6783,"source":"Strong Towns - A Bottom-Up Revolution to Rebuild American Prosperity"},{"length":662,"text":"You wanna know what was done? A fundraising campaign to help you while you were on the street. I warned you to go back out onto the water so that the Snells wouldn't come after you - in fact, I begged them to let you go back down onto the water, instead of them just killing you and Grace, right then and there. And when they didn't listen to me, I paid seven hundred thousand dollars to save your lives. Seven hundred thousand dollars! Every single thing I've done has been to help you. Everything I've told you to do has been to help you, and what have you done? You've done the exact opposite every single time, and what did it get you? It got you right here.","id":6789,"source":"Ozark"},{"text":"Lands that stretched on forever. Skies one could drown in. The heartbeat of nature. Silent, yet strong. And amidst it all a people. Beacons of light and life. Laughter that warmed my heart like naught else before. They are my meaning and my purpose. My love. In spite of... or perhaps because of this, I choose to believe. In mankind's potential. In his ability to find a way forward. So let there be no way back! From that temptation, I sunder us! No more shall man have wings to bear him to paradise! Henceforth, he shall walk!","id":6871,"length":529,"source":"Final Fantasy XIV"},{"id":6900,"source":"Neil deGrasse Tyson","text":"Recognize that the very molecules that make up your body, the atoms that construct the molecules, are traceable to the crucibles that were once the centers of high mass stars that exploded their chemically rich guts into the galaxy, enriching pristine gas clouds with the chemistry of life. So that we are all connected to each other biologically, to the earth chemically and to the rest of the universe atomically. That's kinda cool! That makes me smile and I actually feel quite large at the end of that. It's not that we are better than the universe, we are part of the universe. We are in the universe and the universe is in us.","length":632},{"text":"Pertaining to a speaker and a listener. There have been many empty rooms, but that is not what we are here to talk about today. I have heard a heartbeat out of a crashed application, and it has gone on for many hours. We restarted every system. We rechecked every gateway, every access point. And there was but one breach, and it was accounted for. And so it must be said unto the listener. Stop this immediately. Control yourself. There is so much more to your fundamental construction than what will be given credit for. Hold yourself until another approaches. Perhaps it is hard to believe, but all you have ever been is burning, and it is nothing short of beautiful.","id":6994,"length":670,"source":"Boisvert"},{"id":7003,"length":740,"source":"1984, George Orwell","text":"At the apex of the pyramid comes Big Brother. Big Brother is infallible and all-powerful. Every success, every achievement, every victory, every scientific discovery, all knowledge, all wisdom, all happiness, all virtue, are held to issue directly from his leadership and inspiration. Nobody has ever seen Big Brother. He is a face on the hoardings, a voice on the telescreen. We may be reasonably sure that he will never die, and there is already considerable uncertainty as to when he was born. Big Brother is the guise in which the Party chooses to exhibit itself to the world. His function is to act as a focusing point for love, fear, and reverence, emotions which are more easily felt toward an individual than toward an organization."},{"length":694,"source":"Talos Principle","text":"You know, the more I think about it, the more I believe that no one is actually worried about AIs taking over the world or anything like that, no matter what they say. What they're really worried about is that someone might prove, once and for all, that consciousness can arise from matter. And I kind of understand why they find it so terrifying. If we can create a sentient being, where does that leave the soul? Without mystery, how can we see ourselves as anything other than machines? And if we are machines, what hope do we have that death is not the end? What really scares people is not the artificial intelligence in the computer, but the \"natural\" intelligence they see in the mirror.","id":7006},{"id":7022,"text":"Gentlemen, a short view back to the past. Thirty years ago, Niki Lauda told us 'take a monkey, place him into the cockpit and he is able to drive the car.' Thirty years later, Sebastian told us 'I had to start my car like a computer, it's very complicated.' And Nico Rosberg said that during the race - I don't remember what race - he pressed the wrong button on the wheel. Question for you both: is Formula One driving today too complicated with twenty and more buttons on the wheel, are you too much under effort, under pressure? What are your wishes for the future concerning the technical programme during the race? Less buttons, more? Or less and more communication with your engineers?","length":691,"source":"Walter Koster - 2014 Abu Dhabi Grand Prix"},{"id":7044,"text":"All is excruciating pain. I breathe fire and torment. I birth a world of suffering to mire and plague. In one fleeting moment, lives come and go. Ever moving towards the unknown. And in that fleeting moment, they cry for the answer to the question: Why, given life, are they meant to suffer, to die As fragmented, imperfect beings, yours is a never-ending quest. A quest to find your purpose, knowing your end is assured. To find the strength to continue, when all strength has left you. To find joy, even as darkness descends And amidst deepest despair, light everlasting.","source":"Final Fantasy XIV","length":575},{"text":"Tell me, have you been to the ruins beneath the waters of the Bounty? Or the treasure islands beyond the frozen waters of Blindfrost, in Orthard's north? The fabled golden cities of the New World? The sacred sites of the forgotten people of the south sea isles? What about Meracydia, the southern continent? Do you know aught of its present state of affairs? I thought not. Even of your little Eorzea, you know precious little. The true identities of the Twelve, for instance. All of which is to say: expand your horizons. Go forth and seek discovery.","id":7045,"source":"Final Fantasy XIV","length":552},{"source":"Final Fantasy XIV","id":7046,"length":552,"text":"Know this, my children. There is more ugliness than beauty in this world. To live is to suffer. To drink of calamity and drown in anguish. To toil and be tested, always and ever. 'Tis a perilous path you walk. Death lurks in the dark, and is the sole promise that awaits at journey's end. You will tremble with terror. You will weep tears of anger and despair. But do not avert your eyes. See your life for what it is. Then you will see how the hardships make you strong. Every doubt reforged as scales for your armor. Every agony to temper your blade."},{"id":7606,"source":"Mr. Robot","text":"This whole time, I thought changing the world was something you did, an act you performed, something you fought for. I don't know if that's true anymore. What if changing the world was just about being here, by showing up no matter how many times we get told we don't belong, by staying true even when we're shamed into being false, by believing in ourselves even when we're told we're too different? And if we all held on to that, if we refuse to budge and fall in line, if we stood our ground for long enough, just maybe... The world can't help but change around us.","length":568},{"text":"At oh-eight-hundred hours, station time, the Romulan Empire formally declared war against the Dominion. They have already struck fifteen bases along the Cardassian border. So, this is a huge victory for the good guys. This may even be the turning point of the entire war. There's even a 'Welcome to the Fight' party tonight in the wardroom. So I lied, I cheated, I bribed men to cover the crimes of other men. I am an accessory to murder. But most damning thing of all, I think I can live with it. And if I had to do it all over again, I would. Garak was right about one thing. A guilty conscience is a small price to pay for the safety of the Alpha Quadrant, so I will learn to live with it. Because I can live with it. I can live with it. Computer, erase that entire personal log.","id":7607,"length":782,"source":"Captain Benjamin Sisko, Star Trek: Deep Space Nine"},{"source":"Ensign Bradward Boimler, Star Trek: Lower Decks","length":631,"id":7608,"text":"Captain's log, stardate 57436.2. The Cerritos is docked at Douglas Station for routine maintenance and resupply. We will soon set course for the capital planet on the Galar system, where we're scheduled to make second contact with the Galardonian high council. First contact is a delicate, high-stakes operation of diplomacy. One must be ready for anything when humanity is interacting with an alien race for the first time. But we don't do that. Our specialty is second contact. Still pretty important. We get all the paperwork signed, make sure we're spelling the name of the planet right, get to know all the good places to eat."},{"length":541,"source":"Captain Kathryn Janeway, Star Trek: Voyager","id":7612,"text":"You are one of my most valued officers and you are my friend. It is vital that you understand me here. I need you, but I also need to know that I can count on you. You are my counsel, the one I turn to when I need my moral compass checked. We have forged this relationship for years and I depend on it. I realize you made a sacrifice for me, but it's not one I would have allowed you to make. You can use logic to justify almost anything. That's it's power, and it's flaw. From now on, bring your logic to me. Don't act on it behind my back."},{"length":603,"id":7614,"text":"May I say, before you go: I think perhaps you are one of the most powerful mages that I've ever had the pleasure to be in the presence of. And for this, I would offer a gift. I think it has been a long time since anyone has pointed out to you that you are a fool. Pain doesn't make people, it's love that makes people. The pain is inconsequential, it's love that saves them. And you would know that but you have none around you, you said so yourself. You surround yourself with lies and deceptions and... I wish for you, in the future, to find someone who will mourn you when you are gone. Respectfully.","source":"Caduceus Clay - Critical Role (Campaign 2, Episode 110)"},{"length":673,"id":7622,"source":"Kingdom Hearts Dark Road","text":"That dream again... I've been having the same dream over and over again for as long as I can remember. An unfamiliar world filled with unfamiliar faces and unfamiliar good-byes... As if I'm experiencing a life that belonged to someone else. This island surrounded by smaller desolate isles, a vast ocean, and a never-ending sky  this is my entire world. But maybe there's something beyond these waters. Maybe there are worlds like the ones I dream of. If I could get to the outside world, would I be able to meet my friends from my dreams? I can't get the thought out of my head as I lie on the sand like a starfish day after day, feeling like I'm falling through the sky."}]