tap "ddev/ddev"
tap "electrikmilk/cherri"
tap "jellycuts/formulae"
tap "koekeishiya/formulae"
tap "smudge/smudge"
tap "supabase/tap"
brew "automake"
brew "bison"
brew "chrome-cli"
brew "chruby"
brew "cmake"
brew "duti"
brew "exiftool"
brew "openssl@3"
brew "ffmpeg"
brew "fswatch"
brew "gdbm"
brew "gh"
brew "git-filter-repo"
brew "gitleaks"
brew "gsettings-desktop-schemas"
brew "libomp"
brew "libyaml"
brew "node"
brew "jupyterlab"
brew "just"
brew "libffi"
brew "mlton"
brew "perl"
brew "pipenv", link: false
brew "python@3.10"
brew "ruby-install"
brew "terraform"
brew "terragrunt"
brew "tree"
brew "uv"
brew "vips"
brew "yq"
brew "yt-dlp"
brew "electrikmilk/cherri/cherri", link: false
brew "koekeishiya/formulae/yabai"
brew "smudge/smudge/nightlight"
brew "supabase/tap/supabase"
cask "1password-cli"
cask "alt-tab"
cask "github"
cask "inkscape"
cask "keyclu"
cask "mactex-no-gui"
cask "monitorcontrol"
cask "xquartz"
vscode "aaron-bond.better-comments"
vscode "albert.tabout"
vscode "alefragnani.rtf"
vscode "alexandernanberg.horizon-theme-vscode"
vscode "batisteo.vscode-django"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "bibhasdn.django-html"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "davidbabel.vscode-simpler-icons"
vscode "davidbwaters.macos-modern-theme"
vscode "dbaeumer.vscode-eslint"
vscode "dnicolson.binary-plist"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "dustinsanders.an-old-hope-theme-vscode"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "electrikmilk.cherri-vscode-extension"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "helgardrichard.helium-icon-theme"
vscode "humao.rest-client"
vscode "idleberg.applescript"
vscode "idleberg.icon-fonts"
vscode "james-yu.latex-workshop"
vscode "jamesmaj.easy-icons"
vscode "jock.svg"
vscode "junstyle.vscode-django-support"
vscode "keesschollaart.vscode-home-assistant"
vscode "kevinrose.vsc-python-indent"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "mariusalchimavicius.json-to-ts"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mgesbert.python-path"
vscode "miguelsolorio.symbols"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "mtxr.sqltools-driver-sqlite"
vscode "natqe.reload"
vscode "oderwat.indent-rainbow"
vscode "openai.openai-chatgpt-adhoc"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "repreng.csv"
vscode "ritwickdey.liveserver"
vscode "robbowen.synthwave-vscode"
vscode "ryuta46.multi-command"
vscode "simonsiefke.svg-preview"
vscode "skellock.just"
vscode "slevesque.vscode-3dviewer"
vscode "styled-components.vscode-styled-components"
vscode "sumneko.lua"
vscode "swiftlang.swift-vscode"
vscode "tailscale.vscode-tailscale"
vscode "tal7aouy.icons"
vscode "teabyii.ayu"
vscode "tobiah.language-pde"
vscode "tonybaloney.vscode-pets"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vscjava.migrate-java-to-azure"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-java-upgrade"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "xshrim.txt-syntax"
vscode "yummygum.city-lights-theme"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
